[
	//These are the nations. Organized first by Continent, then Major Nations first, then Minor nation, all in alphabetical order
	// Yes, minor nations also do get Unique Abilites and dialoges. They also follow a color code, depending on their association
	// German CS have Grey background, or Italian CS have Green Background, etc, for gameplay purposes.
	
	
	//America
	{
                "name": "Argentina",
		"leaderName": "Eva Péron",
		"adjective": ["Argentinian","Argentine"],
		"startBias": ["River"],
		"preferredVictoryType": "Culture",
		
		"declaringWar": "Argentina isn't wanted to do this, but you made it to do it. We're going to have a war with you!",
		"attacked": "Why would you wanted to declare war on us?! Oh dear, Argentina will not be peaceful with you for a while...",
		"afterPeace": "¡Alegría! ¡Alegría! ¡Alegría para toda la Argentina! Today marks the day where Argentina is free from war and conflict! I hope we could be like this forever.",
		"defeated": "Don't cry for me Argentina! The truth is I never left you all through my wild days, my mad existence, I kept my promise don't keep your distance.",
		"introduction": "This place is the reason for my life, Argentina! Welcome, I'm Eva Perón.",
		"neutralHello": "Greetings! What can Argentina do for you?",
		"hateHello": "Oh dear, my people don't want you to be here. But, what can Argentina do for you?",
		"tradeRequest": "Argentina wanted to trade with you! Would you accept this amazing deal from us Argentine?",

		"outerColor": [32, 128, 147],
		"innerColor": [245, 215, 105],
		     
		"uniqueName": "Pride of the People",
		"uniques": ["+1 Food on Pastures. Upon researching Civil Service, receive a special citizen type in all your cities (The Descamisado), which yields +2 Culture and +2 Production and works towards generation of a Great Person of your choice."],
		     
		"cities": ["Buenos Aires","Tucuman","Catamarca","Tupiza","La Plata","Jujuy","La Rioja","Mendoza","Mizque","Salta","San Juan","Tarija","San Luis","Santiago del Estero","Córdoba","Santa Fé","Rosario","Carmen de Patagones","Rio Negro","Tierra de Fuego"]
	},
	{
                "name": "Brazil",
		"leaderName": "Pedro II",
		"adjective": ["Brazilian"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Science, Culture, Diplomacy",
		
		"declaringWar": "Your reign will be better under MY domain.",
		"attacked": "I worry about all those who are affected by this conflict.",
		"afterPeace": "May God bless Brazil forever! Brazil's power shines over all adversity!",
		"defeated": "You destroyed everything of Brazil! This is why I prefer diplomacy to violence...",
		"introduction": "I am Pedro II, Emperor of Brazil. I have little time for pleasantries, what brings you here?",
		"neutralHello": "Greetings. What can Brazil do for you?",
		"hateHello": "What do you want, you little disregard piece of disgrace?!",
		"tradeRequest": "Should we, as two leaders meet together, prosper ourselves through commerce?",
				
		"outerColor": [28, 131, 36],
		"innerColor": [236, 200, 83],
		     
		"uniqueName": "Patron of the Arts",
		"uniques": ["Tourism output is +100% during their Golden Ages. Earn Great Artists, Musicians, and Writers 50% faster during their Golden Ages."],
		     
		"cities": ["Rio do Janeiro","São Paulo","Salvador","Brasília","Fortaleza","Belo Horizonte","Manaus","Curitiba","Recife","Porto Alegre","Belém","Goiânia","Guarulhos","Campinas","São Luis","Maceió","Duque de Caxias","Natal","Campo Grande","Teresina","Florianópolis","Nova Iguaçu","São Bernardo do Campo","João Pessoa","Osasco","Jaboatão dos Guararapes","São José dos Campos","Contagem","Uberlândia","Aracaju","Cuaibá","Feira de Santana","Juiz de Fora","Joinville","Macapá","Jundiaí"]
	},
	{
                "name": "Central America",
		"leaderName": "Francisco Morazán",
		"adjective": ["Central American"],
		"startBias": ["None"],
		"preferredVictoryType": "Science, Domination",
		
		"declaringWar": "Centroamerica can't accept your actions no more. Prepare for war!",
		"attacked": "War can't be a solution for every conflict, you know... Nonetheless, if you want war, we will be at war with each other.",
		"afterPeace": "Hope that these grueling actions will never happen again.",
		"defeated": "I do not desire death for I was an apostle of freedom!",
		"introduction": "I welcome you to Centroamerica, I am her president, Francisco Morazán. We strive for progress and liberty and hope that you share these aspirations.",
		"neutralHello": "Greetings, Centroamerica welcomes you. What can Central America do for you today?",
		"hateHello": "Why are you here? Aren't you supposed to be in your country? What do you want from us here?",
		"tradeRequest": "Trade with us, this deal is ideal and very beneficial for both of our nations. Consider it done, my friend.",

		"outerColor": [119, 144, 170],
		"innerColor": [255, 254, 253],
		     
		"uniqueName": "Alma de los Libres",
		"uniques": ["+1 Culture from specialists, increasing to +2 in cities without a majority Religion. Great Generals may build the tile improvements of other Great People if you have completed the appropriate Social Policy tree."],
		     
		"cities": ["Cuidad de Guatemala","San Salvador","Sonsonate","Managua","Tegucigalpa","San José","Comayagua","Antigua","San Pedro Sula","Villa Nueva","Mixco","La Trinidad","Soyapango","Santa Anna","Léon","San Miguel","La Ceiba","Choloma","Choluteca","Ojojona","Chimaltenango","La Union","Zacapa","San Pedro Perulapán","La Libertad","Cartago","Mataquescuintla"]
	},
	{
                "name": "Chile",
		"leaderName": "Bernardo O'Higgins",
		"adjective": ["Chilean"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Cultural, Diplomacy",
		
		"declaringWar": "Lads! Live with honor, or die with glory! He who is brave, follow me!",
		"attacked": "Chile isn't gonna surrender to you, get ready, lads, let get his nations failing to succeed!",
		"afterPeace": "I rather choose peace than war, but if necessary, we might see each other on the battlefield once more.",
		"defeated": "When this war started, I said to my men: Lads! Live with honor, or die with glory! He who is brave, follow me!... And my men followed me, and we shall die with glory!",
		"introduction": "I'm Bernardo O'Higgins Riquelme, Supreme Director of Chile, and hero to its independence. Welcome to Chile, here's hoping you are a friend, and not a foe.",
		"neutralHello": "Salutations! Can Chile help you here?",
		"hateHello": "¡No, no! ¡Tu cara me hace sentir un poco infeliz! What do you want from us?!",
		"tradeRequest": "Asking for trade isn't terrible, in fact, it's benifiting for someone. So, may I say the same for this deal right here?",

		"outerColor": [239, 191, 108],
		"innerColor": [201, 55, 50],
		     
		"uniqueName": "By Reason or By Force",
		"uniques": ["Coastal cities claim tiles 25% faster. Units gain a +20% Combat Bonus within Foreign borders. Friendly and Allied City-States generate Points towards Great Admirals, which receive the Medic promotion."],
		     
		"cities": ["Santiago de Chile","Concepción","Valparaiso","Le Serena","Valdivia","Castro","Talca","Capiapl","Iquique","Arica","Puerto Montt","Antofagasta","Punta Arenas","Temuco","Coyhaique","Calama","Ancud","Chillán","Coquimbo","San Felipe","Constitución","Hanga Roa","Puerto Aysen","Talcahuano","Los Angeles","Quillota","Osorno","San Antonio","Ovalle","Melipilla","Los Andes","Caldera","Curico","Linares","Llanquihue","Buin","San Fernando"]
	},
	{
                "name": "Gran Colombia",
		"leaderName": "Simón Bolívar",
		"adjective": ["Granadine"],
		"startBias": ["terrains"],
		"preferredVictoryType": "Domination, Culture",
		
		"declaringWar": "Your tyranny, if unchecked, dooms the world to darkness, and for this reason I must declare war on you.",
		"attacked": "Recourse to war is regrettable, but necessary, when dealing with vipers like you.",
		"afterPeace": "Let's celebrate for the peace between us and our nation after the war, shall we dance for celebrating it as well?",
		"defeated": "And so its come to this... the Gran Colombia, lies defeated. But the hopes for freedom will not be perishable!",
		"introduction": "Greetings, I'm Simon Bolivar, El Libertador, founder of the Gran Colombia. Will you aid us in the path of our freedom?",
		"neutralHello": "Saludos a usted, líder. Can Gran Columbia help you today?",
		"hateHello": "¡¿Por qué estás aquí?! What do you want?!",
		"tradeRequest": "Asking for trade is gonna prosper for someone, in this case, us. May I suggest you about this trade deal here?",

		"outerColor": [255,172,20],
		"innerColor": [36,80,164],
		     
		"uniqueName": "The Independence of a Continent",
		"uniques": ["Occupied cities start with a Courthouse. Liberating a Civilization or City-State starts a Golden Age. Great People may be upgraded to Libertadors, losing the ability to build Citadels."],
		     
		"cities": ["Bogotá","Caracas","Quito","Panamá","Santo Tomás","Magangue","Guayaquil","Maracaibo","Cumana","Puerto Cabello","Popayán","Angostura","Santiago de Cali","Tunja","Medellín","Santa Marta","Barranquilla","Cartagena de Indias","La Paz","Lima","Boa Vista","Bucaramanga"]
	},
	{
                "name": "Haiti",
		"leaderName": "Toussaint L'ouverture",
		"adjective": ["Haitian"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Domination, Religious",
		
		"declaringWar": "My Houngan tell me that you had greed and ambition to conquer us so we will conquer you just in case you did first.",
		"attacked": "Ah c'est ça? Let's see how your armies fight with ours.",
		"afterPeace": "Congrats for both of us reaching for peace and not war.",
		"defeated": "You have brought slavery back to Haiti, but the Mawon will rise again, we always do, we always survive.",
		"introduction": "I'm François Dominique Toussaint-Louverture, and I have led these fine people to freedom. I hope you can aid our revolution, or else.",
		"neutralHello": "Greetings. What can Haiti do for you?",
		"hateHello": "Why you bastard are coming here for? What do you want?!",
		"tradeRequest": "Asking for trade",

		"outerColor": [25, 25, 25],
		"innerColor": [155, 82, 87],
		     
		"uniqueName": "Mother of all Revolutions",
		"uniques": ["+1 Faith from Plantations. Enemy cities that follow your Religion are set as Occupied and grant you Golden Age Points. Adopting new Social Policies during Golden Ages requires less Culture."],
		     
		"cities": ["Port-au-Prince","Cap-Haitien","Petion-ville","Carrefour","Port-de-Paix","Jacmel","Delmas","Gonaïves","Léogâne","Saint-Marc","Miragoâne","Fort-Liberté","Jérémie","Limbé","Petite Rivière de l'Artibonite","Port-Margot","Milot","Pilate","Grand-Goâve","Pétit-Goâve","Ouanaminthe","Saint-Michel-de-l'Atalaye","Mirebalais","Anse-à-Galets","Desdunes","Thomazeau","Lascahobas","Marmelade","Corail","Chantal","Thomassique","Saint-Louis-du-Sud","Bassin-Bleu","Kenscoff","Pignon","Thiotte"]
	},
	{
                "name": "Mexico",
		"leaderName": "Benito Juárez",
		"adjective": ["Mexican"],
		"startBias": ["None"],
		"preferredVictoryType": "Culture",
		
		"declaringWar": "Because of you and your actions, I personally think that war is imminent. And I think the time is perfect.",
		"attacked": "I guess peace was never an option for you. México will take your words as a threat, get ready to be beaten by my Rurales.",
		"afterPeace": "The war is over, and the conflict has ended. I hope we could make more peace than war.",
		"defeated": "Our people are strong, and soon they will rise against you, for you didn't respect the rights of others in peace.",
		"introduction": "Salutations, what brings you to Mexico? I am Benito Juárez and I hope you can respect our rights in peace.",
		"neutralHello": "Salutations, what do you want from México?",
		"hateHello": "My gratitude is not in your favor, but, what do you want from México?",
		"tradeRequest": "México wants to trade with you, to prosper us all, do you like this deal?",
				
		"outerColor": [33, 95, 20],
		"innerColor": [211, 149, 108],
		     
		"uniqueName": "Valiants of Chapultepec",
		"uniques": ["Walls generate points towards Great Artists in the Capital and gain a free Great Work of Art slot. When this slot is filled, trained units in the city start with in additional +15 XP. Walls generate Great Artist points faster after adopting an Ideology."],
		     
		"cities": ["México City","Guadalajara","Monterrey","Puebla","Veracruz","Torreón","Mérida","Los Angeles","Tijuana","San Diego","Nezahualcóyolt","Albuquerque","León","Morelia","Juárez","Cuernavaca","Acapulco","Toluca","Pachuca","Tuxtla","Oaxaca","Tlalnepantla","Cancún","Querétaro","Chimalhuacán","Santa Fe","Reynosa","Tlaquepaque"]
	},
	{
                "name": "Paraguay",
		"leaderName": "Gaspar Rodriguez de Francia",
		"adjective": ["Paraguayan"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Culture, Domination",
		
		"declaringWar": "Paraguay awaits you on the battlefield. Can you bring the army or the shame to the battlefield?",
		"attacked": "War is normal for us Paraguayans, so it's no surprise that we are prepared, how about you?",
		"afterPeace": "Peace is achieved, no more war, no more devastation. Let's get back to work.",
		"defeated": "As Paraguay burns, there is only one man that I can blame. And that, my friend, is YOU!",
		"introduction": "Welcome to the Republic of Paraguay, and be sure to assist us in our quest for consistent freedom among the people... or better yet, just leave.",
		"neutralHello": "Salutations, what can Paraguay do for you?",
		"hateHello": "Oh shrug! You are here to amuse me or what? What do you want?",
		"tradeRequest": "We assured that we will trade with you, with this deal of us, we both will be benefiting from that.",

		"outerColor": [175,177,162],
		"innerColor": [181,0,0],
		     
		"uniqueName": "Mestizaje",
		"uniques": ["Receive an eighth of the highest Tourism value exerted against the empire as Culture. Great Works from other Civilizations and Great Works of Music generate +1 Production or +1 Science."],
		     
		"cities": ["Asunción","Ciudad del Este","Encarnación","Pedro Juan Caballero","Coronel Oviedo","Caacupé","Villarica","Hernandarias","Areguá","Concepción","San Lorenzo","Lambaré","Capiatá","Nemby","Itaugua","Mariano Roque Alonso","Luque","Caaguazú","San Juan Bautista","San Pedro del Ycuamandiyú","Itá","San Antonio","Independencia","San Ignacio","San Estanislao","Minga Guazú","Repatriación","Vaquería"]
	},
	{
                "name": "Peru-Bolivia",
		"leaderName": "Andrés de Santa Cruz",
		"adjective": ["Andean"],
		"startBias": ["Hills"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "Today, I hereby declararte la guerra, cabrón. You're done. ¡¡¡Let's get it on, cabrón!!!",
		"attacked": "¡Oye, cabrón! ¡¿You dare to declarame la guerra?! You are done, cabrón. We will get ready and take you off this earth!",
		"afterPeace": "¡¡¡Celebremos la paz después de esta guerra agotadora!!! ¡Olé! (Let's celebrate the peace after this grueling war!!! Olé!)",
		"defeated": "Alas, the order and unity I have brought to these lands will surely fade, and the successors of the Confederation will be left in chaos. I hope you're proud.",
		"introduction": "Welcome to the great Peru-Bolivian Confederation! I am Marshal Andrés de Santa Cruz, its humble Supreme Protector, and protect I shall! If you recognise our independence, we shall have no quarrel.",
		"neutralHello": "Greetings, leader! What can we do for you, cabrón?",
		"hateHello": "¿Por qué estás aquí en mi presente? What do you want? I don't have time for you.",
		"tradeRequest": "Let just say we want to comercio with you, do you agree with this?",

		"outerColor": [31, 89, 19],
		"innerColor": [243, 131, 127],
		     
		"uniqueName": "Supreme Confederation",
		"uniques": ["Internal Trade Routes eliminate Occupied Unhappiness and provide Gold equal to the amount of Food or Production sent out. Gain an additional Trade Route slot for each enemy Capital conquered."],
		     
		"cities": ["Tacna","La Paz","Lima","Sucre","Arequipa","Cobija","Trujillo","Santa Cruz","Huancayo","Potosí","Cusco","Oruro","Iquitos","Ayacucho","Tarija","Piura","Arica","Puno","Trinidad","Chiclayo","Abancay","Montero","Chimbote","Ica","Llallagua","Pucallpa","Juliaca","Desaguadero"]
	},
	{
                "name": "The United States",
		"leaderName": "Abraham Lincoln",
		"adjective": ["American"], 
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomacy, Domination",
		
		"declaringWar": "Those who deny others freedom do not themselves deserve it.",
		"attacked": "What you cannot win by words, you will not win with weapons.",
		"afterPeace": "I am glad we could resolve our problems with peaceful measures.",
		"defeated": "This is a defeat for all free men; of all free government. It is a terrible loss to all humanity.",
		"introduction": "Greetings there, I am President Lincoln. I'll hope to call you a friend to the United States of America, and that together we live long and prosper.",
		"neutralHello": "Greetings, leader. What can the United States of America do for you here?",
		"hateHello": "A House divided against itself cannot stand. But now I must ask you, what can I do for you?",
		"tradeRequest": "We want you to make a trade with us, because we got you a magnificent offer.",
				
		"outerColor": [36,80,164],
		"innerColor": [255,254,253],
		     
		"uniqueName": "A House Divided did not Stand",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Washington","New York","Philadelphia","Albany", "Baltimore","Boston","Cincinnati","St. Louis","Chicago","Louisville","Buffalo","Pittsburgh","Detroit","Milwaukee","Cleveland","Lowell","New Haven","Newark","Providence","Allegheny","Syracuse","Harrisburg","Wilmington","Manchester","Dayton","Indianapolis","Columbus","Worcester","Utica","Gettysburg","Sacramento"]
	},
	{
		"name": "The Confederate States",
		"leaderName": "Jefferson Davis",
		"adjective": ["Confederates"],
		"startBias": ["Grasslands"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "The Confederacy is in danger, and you are the danger. Get ready to be beaten, you son of a thorn in the eye.",
		"attacked": "You and your nation are a thorn in the eye of the Confederacy, get ready for war.",
		"afterPeace": "Be careful, this peace is quite not long, if you do that mistake again.",
		"defeated": "If the Confederacy has fallen, there should be written on its tombstone: Died of a Theory.",
		"introduction": "Welcome to the Confederate States of America. We would be honored if you pay respect to our people.",
		"neutralHello": "Greetings, may I say you're a friend of the Confederacy? Anyway, what can I do for you?",
		"hateHello": "Uhhhh, why you are here and what do you want? I have no time for wasting on you.",
		"tradeRequest": "We are asking for trade, my friend, the Confederacy have something for you.",

		"outerColor": [22,20,25],
		"innerColor": [230,221,30],
		     
		"uniqueName": "Rebel Yell",
		"uniques": ["Infantry units receive a random, unique promotion upon entering combat for the first time. For 3 turns after the outbreak of war, all infantry units may force enemies to retreat."],
		     
		"cities": ["Richmond","Montgomery","New Orleans","Atlanta","Mobile","Memphis","Savannah","Charleston","Nashville","Norfolk","Petersburg","Alexandria","Augusta","Columbus","Wilmington","Macon","Fredericksburg","Baton Rouge","Jacksonville","Lynchburg","Raleigh","Wheeling","Jackson","Natchez","San Antonio","Winchester","Austin","Pensacola","Knoxville","Tallahassee","El Paso","Chattanooga","Santa Fe","Staunton","Algiers","New Bern","Fayetteville","Dallas","Tucson","Vicksburg","Danville"]
	},
	
		//American City-States
	{
                "name": "Uruguay",
		"leaderName": "José Batlle",
		"adjective": ["Uruguayan"],
                "cityStateType": "Mercantile",
		"startBias": ["River"],
		
		"declaringWar": "I, the interim president of the Oriental Republic of Uruguay, hereby declare war on you for your unforgivable actions.",
		"attacked": "Uruguay will never back down, even you destroyed our lands, but we will show you that we can punish you for your actions.",
		"defeated": "What a shame. I'd have preferred it if you didn't do that.",
		"introduction": "I bid you welcome to Uruguay. Perhaps you'd like to join us for an asado?",
				
		"outerColor": [20,64,145],
		"innerColor": [175, 145, 2],
		     
		"uniqueName": "Defence of Joy",
		"uniques": ["Half of your excess Happiness is provided as Production, divided equally between your cities. Specialists provide an additional +1 of their primary yield while the empire is Happy."],
		     
		"cities": ["Montevideo","Salto","Paysandu","Colonia del Sacramento","Ciudad de la Costa","Las Piedras","Rivera","Maldonaldo","Tacuarembo","Melo","Mercedes","Artigas","Minas","San José de Mayo","Durazno","Barros Blanco","Ciudad del Plata","San Carlos","Pando","Triente y Tres","Rocha","Fray Bentos","Trinidad","La Paz","Canelones","Carmelo","Dolores","Young","Santa Lucia","Progreso","Paso de Carrasco","Rio Blanco","Paso de los Toros","Dr. Francisco Soca"]
	},
	{
		"name": "Yucatán",
		"leaderName": "Santiago Mendez",
		"adjective": ["Yucatecan"],
		"cityStateType": "Maritime, Mercantile",
		"startBias": ["None"],

		"declaringWar": "We Yucatecans have the spirit of the Mayan warrioirs of the olden days, and now we will show it.",
		"attacking": "War? So you say you are at war with the Republic of Yucatán? Well, let's see what you can do to our soldiers.",
		"defeated": "Viva Yucatán! Our Republic shall never be forgotten!",
		"introduction": "Mucho gusto, friend. I am Santiago Mendez, honored leader of the Republic of Yucatán. How do you do?",

		"outerColor": [222, 245, 220],
		"innerColor": [20, 255, 20],

		"uniqueName": "Iman's Promise",
		"uniques": ["Cities receive +1 Faith from worked Plantations and +5% Military Unit production per Plantation within working range. If available, spawn near a unique Henequén bonus resource."],

		"cities": ["Mérida","Valladolid","Cancun","Campeche","Tulum","Izamal","Bacalar","Kanasín","Tizimín","Chetumal","Progreso","Tikal","Umán","Tekax","Hunucmá","Uxmal","Playa del Carmen","Ticul","Motun","Oxkutzcab","Peto","Cuzamá","Mahahual","Xpujil","Cozumel","Cobá","Cacaxtla","Celestún","Villahermosa","Tixkokob","Isla Mujeres","Kohunlich","Puerto Adventuras"]
	},
	{
                "name": "Rio Grande",
		"leaderName": "Antonio Canales Rosillo",
		"adjective": ["Civilian of Rio Grande"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "The Republic of Rio Grande wants to declare war on you because of your actions, Get ready to be blown off.",
		"attacked": "Ha! It seems like you just want us to beg you for our lives. No, we will fight, and until we die, we will never be a man's slaves.",
		"defeated": "Rio Grande is no more, we will be back, sooner or later, you will see.",
		"introduction": "Salutations, I'm Antonio Canales Rosillo, the leader of the republic of Rio Grande, right next to Rio Grande river. I hope we could make peace with each other.",

		"outerColor": [222,221,217],
		"innerColor": [222,15,15],
		     
		"uniqueName": "Dios, Libetad y Convención",
		"uniques": ["Units are trained with additional experience based on the number of Horse resources you have per city. During War, all friendly tiles with a river provide damage to enemy units on them or adjacent."],

		"cities": ["Laredo","Monterrey","Saltillo","Reynosa","Guadalupe","Matamoros","Ciudad Victoria","Nuovo Santander","Apodaca","Tampico","Monclova","Jiménez","San Nicolás de los Garza","Topo do los Ayala","García","Hacienda San José de los González","Miramare","Villa Juárez","Mier","Guerrero","Camargo","Sabinas Hidalgo","Linares","Montemorelos","Parras de la Fuente","Nuestra Señora de los Dolores y Cuatro Ciénegas","Morelos","Alcantra","San Fernando","Victoria","San Patricio","Refugio","Seralvo","Nadadores","San José","Hojos","Magiscatzín","Río Bravo","Revilla","Llera","Anelo","La Punta","Escandón"],
	},
	{
                "name": "Florida",
		"leaderName": "Gregor McGregor",
		"adjective": ["Floridian"],
		"cityStateType": "Militaristic, Mercentile",
		"startBias": ["Coast"],
		
		"declaringWar": "I believe that we are in the crosswalks, I hope that you don't mess with my Floridians, and you just did. So, yeah, we are now at war, mate.",
		"attacked": "The Republic of Florida will respond your threat with money and guns.",
		"defeated": "It is no matter, I already have a feeling that I gonna lost this republic anyway. So, I am ready for my next adventure!",
		"introduction": "My name is Gregor MacGregor, and you look like the perfect soldier who would join me with my ruling of Florida! Do you wish to fight by side and reap the rewards?",
		
		"outerColor": [230,230,230],
		"innerColor": [22,227,36],
		     
		"uniqueName": "Either Hell or Amelia",
		"uniques": ["During war, armies have no maintenance cost, and cities cannot stagnate or starve. During peace, luxury resources provide 50% more Happiness."],
		     
		"cities": ["Fernandina","Fort San Carlos","St. Augustine","Pensacola","Fernandina Beach","Jacksonville","St. Marks","Mobile","Baton Rouge","St. Francisville","Biloxi","Amelia Island","Tiger","San Marcos","Little Tiger","Martins Island","St. Marys","Fort Barrancas","St. Johns","Fort George","Fort Caroline","Fort San Francisco de Pupo","Fort Bute","Fort Charlotte"]
	},
	{
                "name": "Texas",
		"leaderName": "Samuel Houston",
		"adjective": ["Texan"],
		"cityStateType": "Militaristic",
		"startBias": ["Grasslands"],
		
		"declaringWar": "Your improper and wild actions get on my nerves for too long... Maybe a whooping for all of you will be great, starting with you, you jackass nut.",
		"attacked": "Oh yeah? Oh YEAH? OH YEAH?! How about you and your bunch of useless soldiers get out of Texas or be beaten by our Texan soldiers on all the ranches.",
		"defeated": "You've made a horrible mistake, you fool! The world shall never forget the heroic last stand of Texas against your wicked forces! Remember the Alamo! Remember the Alamo! Remember the Alamo!!!",
		"introduction": "Welcome, stranger, to the Texan Republic. I am Samuel Houston, though you may call me Sam. We are a sovereign nation, and be warned that we will fiercely fight to the death against all who disrespect that.",

		"outerColor": [222,222,222],
		"innerColor": [22,22,236],
		     
		"uniqueName": "Come and Take it",
		"uniques": ["Melee, Gun, and Mounted units receive a scaling combat bonus when fighting near the Capital, to a maximum of 30% when fighting within the Capital itself. Forts yield +2 Culture."],
		     
		"cities": ["Austin","Houston","San Antonio","Dallas","El Paso","Corpus Christi","Gonzales","Laredo","Richardson","Harrisburg","Brownsville","Galveston","Waco","McAllen","Velasco","Carrollton","Columbia","Beaumont","Pasadena","Holford's Prairie","Bastrop","Hidalgo","Nacogdoches","Goliad","Presidío","Floresville","Point Isabel","Arlen","Port Worth"]
	},
	{
                "name": "California",
		"leaderName": "William Brown Ide",
		"adjective": ["Californian"],
		"cityStateType": "Mercantile, Scientific",
		"startBias": ["Coast"],
		
		"declaringWar": "The war is inevitable between us, and you make my nerva go nuts! We will show you that we do not weak and we will beat you up.",
		"attacked": "California will never back down, even if no one else support it for freedom. For the freedom of California!",
		"defeated": "The world is big and I want to have a good look at it before it gets dark and maybe the mountains are calling, and I must go.",
		"introduction": "In every walk with nature one receives far more than he seeks. In your walk, you have reached beautiful California. What do you intend to do with your finding?",

		"outerColor": [130,80,27],
		"innerColor": [222,227,36],
		     
		"uniqueName": "Eureka!",
		"uniques": ["During Golden Ages, all tiles that yield at least 1 Gold also yield +1 Science. Gain 1 additional Gold for every Resources near the Capital."],
		     
		"cities": ["Sacramento","San Diego","Los Angeles","San Francisco","Palm Springs","Monterey","Eureka","Lake Tahoe","Fresno","Oakland","Beverly Hills","Santa Barbara","Santa Monica","Irvine","San Bernardino","Santa Ana","Modesto","Santa Cruz","Fremont","Berkeley","Santa Clara","Pomona","Glendale","Fontana","Burbank","Redwood City","Victorville"]
	},
	{
                "name": "Cuba",
		"leaderName": "Carlos Manuel de Céspedes",
		"adjective": ["Cuban"],
		"cityStateType": "Cultural, Domination",
		"startBias": ["Jungle","Coast"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "The revolution will never be dead! Soon you'll see new revolucionarios rise and recover Cuba's independence!",
		"introduction": "Greetings! I'm Carlos Manuel de Céspedes, and you're standing in the beautiful Republic of Cuba, the land of revolutions. Make yourself comfortable while you're in here and hopefully you will join our cause for liberty and freedom.",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "La Demajagua",
		"uniques": ["Increased Combat Strength on Plantations (+20%). Adopting a Social Policy grants Revolucionario Points. Upon adopting your first Ideological Tenet, receive 2 Revolucionarios."],
		     
		"cities": ["La Habana","Santiago de Cuba","Camagüey","Guantanamo","Pinar del Rio","Holguin","Cienfuegos","Santa Clara","Matanzas","Bavamo","Sancti Spiritus","Ciego de Avila","Las Tunas","Artemisa","Nueva Gerona","Cardenas","Baracoa","Palma Soriano","Varadero","Manzanilla","Colón","Contramaestro","Sandino","La Maya","Guanabacoa","Isla Juventus","Guines","Sagua La Grande","Trinidad","Flacetas","Nuevitas","Banes","San Luis","San José de las Lajas"]
	},
	
	//Africa
	{
                "name": "The Boer Republics",
		"leaderName": "Paul Krueger",
		"adjective": ["Boer"],
		"startBias": ["None"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "I feel this peace is a hoax, a fake peace, a scam, a disguise to your true plan, isn't it? That's why we declare war on you. Prepare for war.",
		"attacked": "I knew it!!! You just want to colonize us, and this is your true plan, isn't it? Let see if you're cunning or dumbfounded.",
		"afterPeace": "I hope you after this, will think twice before attacking us Boers.",
		"defeated": "You may destroy our homes, pillage our lands, and take our lives, but the burning spirit of the Boer shall never be extinguished!",
		"introduction": "Welcome to the land of the Boers, the most fertile and sacred in all the world! Be warned, this land is ours alone, and we will tolerate no imperialist aggression.",
		"neutralHello": "Greetings. What can us Boers help you today?",
		"hateHello": "You colonizer, what do you want?!",
		"tradeRequest": "I, as the president of the Orenje Free State and the Transvaal Republic, ask you to trade with us.",

		"outerColor": [222,100,10],
		"innerColor": [12,12,245],
		     
		"uniqueName": "The Great Trek",
		"uniques": ["+1 Movement for Workers, Settlers, and Great People, and Settlers may withdraw when attacked by a Melee unit . +25% Defense to any unit stationed on a Farm."],
		     
		"cities": ["Pretoria","Johannesburg","Bloemfontein","Pietersburg","Boksburg","Pietermaritzburg","Klorksdorp","Benoni","Ermelo","Potchefstroom","Kroonstad","Krugersdorp","Rustenburg","Middelburg","Wolfmaransstad","Harrismith","Ficksburg","Vereeniging","Heidelberg","Bethal","Standerton","Nylstroom","Vryburg","Bethlehem","Hartingsburg","Klein Vrystaat","Messina","Virginia","Bloemhof","Lichtenburg"]
	},
	{
                "name": "Ethiopia",
		"leaderName": "Menelik II",
		"adjective": ["Ethiopian"],
		"startBias": ["None"],
		"preferredVictoryType": "Religion, Culture, Domination",
		
		"declaringWar": "Your actions insult the people of Ethiopia, and for that you must pay a heavy price.",
		"attacked": "Do you not know that the Lion of Judah has always conquered? Well, you will learn soon enough.",
		"afterPeace": "Let's celebrate for our peace with honey wine, and a spirit of joy and laughter.",
		"defeated": "By the spirit of Adwa, you have defeated me. Here, take my hat - it's perfect quality!",
		"introduction": "Foreigner, you stand before the Emperor Menelik II of the Solomonic dynasty of Ethiopia, independent now and forever. You are welcome here of course, but first you must share with me the history of your own nation.",
		"neutralHello": "Greetings, foreigner. What can Ethiopia help you today?",
		"hateHello": "Why are you here?! What purpose do you come to my palace for?!",
		"tradeRequest": "We like to trade with you today, foreigner, and we have offered this deal here for you.",

		"outerColor": [120,255,120],
		"innerColor": [255,1,7],
		     
		"uniqueName": "Spirit of Adwa",
		"uniques": ["+20% Combat Strength vs units belonging to civilizations with more cities than you."],
		     
		"cities": ["Addis Alam","Addis Ababa","Adwa","Harar","Gondar","Dessie","Adama","Debre Berhan","Makdala","Lalibela","Mek'ele","Adrigrat","Ankober","Awasa","Buno Bedele","Debarq","Dobre Tabor","Alamata","Asella","Jijinga","Jimma","Bahir Dar","Metemma","Asaita","Hosaena","Dire Dawa","Arboye","Welwel","Weldiya","Addis Zemen","Nekemte","Shilavo","Maji","Dabat","Axum","Shire","Awash","Kombocha","Bonga","Gambela"]
	},
	{
                "name": "Morocco",
		"leaderName": "Hassan I",
		"adjective": ["Moroccan"],
		"startBias": ["Desert"],
		"preferredVictoryType": "Victory type",
		
		"declaringWar": "The gain from the war, what will you get out of it?",
		"attacked": "Shame on you, using violence which doesn't solve anything.",
		"afterPeace": "This conflict has come to an end.",
		"defeated": "The gain is having a clean system from corruption.",
		"introduction": "I am the Sultan of Morocco, Hassan I, in the name of my people I welcome you!",
		"neutralHello": "Greetings!",
		"hateHello": "What are you doing here?!",
		"tradeRequest": "I came hopeful that we can reach an agreement.",

		"outerColor": [2,227,2],
		"innerColor": [221,221,25],
		     
		"uniqueName": "Ruby of the Farthest West",
		"uniques":["Defensive buildings increase Production towards Wonders while at peace and towards units during war. +2 Food in the Capital for each imported Luxury resource."],
		     
		"cities": ["Meknes","Marrakech","Fes","Rabat","Salé","Tangier","Agadir","Tetouan","Taroudant","Mogador","Tuat","Sijilmassa","Oujda","Timbuktu","Gao","Djenne","Kenitra","Tagilalt","Ouarzazate","Esseouira","Taza","Elksar Elkabir","Azamor","Safi","Tagmadart","Debdou","Iligh","Dila","Khemisset"]
	},
	{
                "name": "Kingdom of Zulu",
		"leaderName": "Shaka kaSenzangakhona",
		"adjective": ["Zulu"],
		"startBias": ["Avoid Jungle"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "None did I lose once, even you, I say, actually have some nerve right there! Prepare for war!",
		"attacked": "You do know the consequences, but your greed wins over you, now the days mark your end. Prepare for war!",
		"afterPeace": "I hope you don't do it again.",
		"defeated": "My warriors, we have lost the battle, we have lost it forever.",
		"introduction": "I'm Shaka of Zulu. Don't try to move, warrior, or I'll destroy you.",
		"neutralHello": "Hail your Majesty!",
		"hateHello": "You say? What are you doing here?",
		"tradeRequest": "We want to trade with you, so approve the closure deal.",

		"outerColor": [255,255,255],
		"innerColor": [10,12,0],
		     
		"uniqueName": "Fight with Honor",
		"uniques": ["Melee units cost 50% less maintenance. All units require 25% less experience to earn their next promotion."],
		     
		"cities": ["Ulundi","Umgungundiovu","Nobamba","Bulawayo","KwaDukuza","Nongoma","oNdini","Nodwengu","Ndonakusuka","Babanango","Khangela","KwaHlomendlini","Hlobane","eThekwini","Mlambongwenya","Ezigwagweni","eMangweni","Isiphezi","Masotsheni","Mtuzini","Nyakamubi","Dumazulu","Hlatikulu","Mthonjaneni","Empangeni","Pongola","Tugela","Kwamashu","Ingwavuma","Hluhluwe","Matubatuba","Mhlahlandlela","Mthatha","Maseru","Lobamba","Qunu"]
	},
	//African City-States
	
	//Asia
		//Asian City-States
		
	//Europe
	{
                "name": "Austria",
		"leaderName": "Francis II",
		"adjective": ["Austrian"],
		"startBias": ["None"],
		"preferredVictoryType": "Culture",
		
		"declaringWar": "We are hereby, declare war on you because of your actions, you idiotic barbarian.",
		"attacked": "Oh hoh hoh hoh!!! Ich glaube, du bist derjenige, der hier Witze macht. Get ready to meet your creator, because you let to your own demise. May God mercy you all because I won't be like him though.",
		"afterPeace": "Let's celebrate this peace and make ourselves the victors of this war, for now.",
		"defeated": "Your victory here today is but a small price to pay for your ultimate defeat. Rest assured, we are not done.",
		"introduction": "You stand before Francis II, Holy Roman Emperor and emperor of Austria. So long as you are in my court, we shall converse like civilized men. I shall have neither revolutionaries nor radicals in my court.",
		"neutralHello": "May God bless you here, what can I do for you?",
		"hateHello": "May God throw you into the last levels of hell when you at your demise, what can I do for you?",
		"tradeRequest": "Österreich fordert dieses Handelsabkommen, may you are wise to accept this trade deal, you know.",
				
		"outerColor": [227,226,217],
		"innerColor": [198,27,27],
		     
		"uniqueName": "European Restoration",
		"uniques": ["Half the rate of Espionage Resistance also increases Great People generation rate in a city. For each Social Policy Branch completed, Espionage Resistance is increased by 10%"],
		     
		"cities": ["Vienna","Salzburg","Graz","Linz","Klagenfurt","Bregenz","Buda","Pest","Innsbruck","Prague","Kitzbühel","Nitra","Bratislava","Eisenstadt","Villach","Zagreb","Carniola","Maribol","Feldkirch","Amstetten","Wolfsburg","Split","Dubrovnik","Novi Sad","Targu Marge","Presov","Krakow"]
	},
	{
                "name": "Bavaria",
		"leaderName": "Ludwig II",
		"adjective": ["Bavarian"],
		"startBias": ["Hills"],
		
		"declaringWar": "Have at you, then! We shall write new legends of this day!",
		"attacked": "Villain! You are as despicable as that Count Telramund! As that Fafnir!",
		"defeated": "I shall now retreat to one of my great sanctums for good.",
		"introduction": "Ahem. I am Ludwig II, King of Bavaria. I assure you, you sleep not. You have stumbled upon a dream, yes - no, a fantasy; a paradise unrivalled on all the earth - but it is a fantasy of mine into which you step. My dream in which I hope you'll stay a while.",
				
		"outerColor": [34, 138, 158],
		"innerColor": [230, 234, 240],
		     
		"uniqueName": "The Swan King",
		"uniques": ["Culture yields from Wonders are added to the city during construction. Cities with a Wonder receive a free Great Work of Music slot."],
		     
		"cities": ["Munich","Regensburg","Ingolstadt","Nuremberg","Straubing","Augsburg","Landshut","Freising","Ansbach","Bayreuth","Würzburg","Erlangen","Bamberg","Friedberg","Altotting","Amberg","Kempten","Muhldorf","Erding","Speyer","Kaiserslautern","Landau","Dingolfing","Frankenthal","Weilheim","Zweibrucken","Eichstatt","Pfarrkirchen","Kelheim","Mainburg"]
	},
        {
                "name": "Denmark",
		"leaderName": "Frederick VII",
		"adjective": ["Danish"],
		"cityStateType": "Cultural",
		"startBias": ["None"],
		"preferredVictoryType": "Culture, Science",
		
		"declaringWar": "Denmark does not tolerate any of your behaviors. Get ready to be knocked out.",
		"attacked": "I see. Du bliver slået af os danskere!",
		"afterPeace": "May us people can live in peace once more.",
		"defeated": "I have failed my country, it's people, their love. Seems like a good time to go get drunk!",
		"introduction": "Happy to meet you, friend. I am Frederick VII, King of Denmark, loved by my people and ever ready to go digging for lost artifacts.. or - if you prefer - go get drunk!",
		"neutralHello": "Us Danes see you right. What can the Danes help you today?",
		"hateHello": "Us Danes don't value you at all. But may I ask you this, what can us Danes do to you today?",
		"tradeRequest": "As we know, us Danes want you to trade with us something that maybe can benifits both of our nations. Er I enige om handelsaftalen?",
				
		"outerColor": [171,43,43],
		"innerColor": [255,255,255],
		     
		"uniqueName": "My Strength is The People's Love",
		"uniques": ["Receive Golden Age Points whenever an Ancient Ruin is explored or an Archaeological Dig is constructed. During Golden Ages, Cities receive +50% Production towards Specialist Buildings."],
		     
		"cities": ["Copenhagen","Aarhus","Kaupang","Ribe","Viborg","Tunsberg","Roskilde","Hedeby","Christiania","Jelling","Truso","Bergen","Fearoerne","Reykjavik","Trondheim","Godthåb","Helluland","Lillehammer","Markland","Elsinore","Sarpsborg","Odense","Aalborg","Stavanger","Vorbasse","Schleswig","Kristiansand","Halogaland","Randers","Fredrikstad","Kolding","Horsens","Tromsø","Vejle","Køge","Sandnes","Holstebro","Slagelse","Drammen","Hillerød","Sønderborg","Skien","Svendborg","Holbæk","Hjørring","Fladstrand","Haderslev","Ringsted","Skive"]
	},
	{
                "name": "France",
		"leaderName": "Napoleon III",
		"adjective": ["French"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "Science, Culture",
		
		"declaringWar": "Because of your actions, France declared war on you. Prepare for your demise, mon amie!",
		"attacked": "Oh hoh hoh, mon amie, you think I will scare? Non, mon amie, prepare for your demise, because only fate is on your side, mon amie. Be ready for it, mon amie!",
		"afterPeace": "Mon amie, we have achieved peace after this war. Let's celebrate for it, you know.",
		"defeated": "Mon amie, not being able to die at the head of my troops, nothing remains for me but to place my sword in the hands of Your Majesty.",
		"introduction": "Behold, great leader! For you stand before most esteemed Emperor of noble France and all her people - Napoleon the Third, heir of the Sun of Austerlitz and the illustrous house of Bonaparte.",
		"neutralHello": "Bonjour, mon amie. What can I do for you?",
		"hateHello": "*grunts* What can I do for you, mon amie? *grunts*",
		"tradeRequest": "France has make this trade offer, please accept this, consider it was très magnifique.",
				
		"outerColor": [38,115,197],
		"innerColor": [255,255,227],
		     
		"uniqueName": "Liberal Empire",
		"uniques": ["Gain Golden Age points from adopting Policies and conquering enemy cities. During Golden Ages, improvements are built twice as fast, and the Capital's Culture and Production output increases by 50%."],
		     
		"cities": ["Paris","Lyon","Marseilles","Bordeaux","Lille","Nantes","Toulouse","Saint-Étienne","Orléans","Rouen","Le Havre","Strasbourg","Toulon","Brest","Amiens","Nîmes","Limoges","Montpellier","Besançon","Rennes","Nice","Reims","Angers","Metz","Tours","Caen","Grenoble","Dijon","Nancy","Bône","Le Mans","Aix-en-Provence","Perpignan","Mulhouse","Clermont"]
	},
	{
                "name": "The Ottomans",
		"leaderName": "Mahmud II",
		"adjective": ["Ottoman"],
		"startBias": ["terrains"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "Your continued insolence and failure to recognize any preeminence leads us to war.",
		"attacked": "Good. The world shall witness the incontestable might of my armies and the glory of the Empire.",
		"afterPeace": "I hope that you have learned something after this, remember those things as well. It could be useful in the future, you know.",
		"defeated": "Don't you dare feel joyous and hopeful. Someday, you shall dig your own grave when you fail your people, and fail your own nation. You soon be thank me sooner or later.",
		"introduction": "Welcome, leader! I, Mahmud II, ruler of the Ottoman realm, the glorious Ottoman Empire, you should glad about it because the Ottoman is been admired for centuries and more centuries to come.",
		"neutralHello": "Greetings, leader. What should the great sultan here do for you here?",
		"hateHello": "Why you are presented in my court despite I and my realm do not want you here?! Just saying what you want quickly, and then, get off or in other word, SCRAM!!!",
		"tradeRequest": "The Ottoman realm want something of yours, so this deal is fair and is beneficial for both parties.",
				
		"outerColor": [228, 221, 187],
		"innerColor": [99, 130, 31],
		     
		"uniqueName": "Tanzimat",
		"uniques": ["Pay only one-third the usual cost of naval unit maintenance. Every technology discovered in last 30 turns reduces building maintenance."],
		     
		"cities": ["Istanbul","Edirne","Ankara","Bursa","Konya","Samsun","Gaziantep","Diyarbakir","Izmir","Kayseri","Malatya","Marsin","Antalya","Zonguldak","Denizli","Oidu","Mugla","Eskisehir","Inebolu","Sinop","Adana","Tarsus","Artuin","Bodrum","Eregli","Silifke","Sivas","Amasya","Marmaris","Trabzon","Erzurum","Urfa","Izmit","Afyon","Bitlis","Damascus","Baghdad","Basra","Tripoli","Beirut","Homs","Mosul"]
	},
	{
                "name": "Prussia",
		"leaderName": "Otto von Bismark",
		"adjective": ["Prussian"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Domination, Culture",
		
		"declaringWar": "I cannot wait until ye grow even mightier. Therefore, prepare for war!",
		"attacked": "Corrupted villain! We will bring you into the ground!",
		"afterPeace": "Well, I hope ye have learned your lesson. And what do ye think about calling it a draw?",
		"defeated": "Prussia has been destroyed. I weep for the future generations.",
		"introduction": "In the name of the great Prussian populace, I bid you welcome.",
		"neutralHello": "Hallo, what can Prussia do for you?",
		"hateHello": "Prussia doesn't want to see you, but, what can Prussia do for you?",
		"tradeRequest": "It would be in your best interest, to carefully consider this proposal.",
				
		"outerColor": [10,42,69],
		"innerColor": [203,199,190],
		     
		"uniqueName": "Furor Teutonicus",
		"uniques": ["Upon defeating a Barbarian unit inside an encampment, there is a 67% chance you earn 25 Gold and they join your side. Pay 25% less for land unit maintenance."],
		     
		"cities": ["Berlin","Konigsberg","Potsdam","Magdeburg","Frankfurt","Danzig","Stettin","Elbing","Allenstein","Marienburg","Thorn","Posen","Breslau","Marienwerder","Kolberg","Kustrin","Essen","Kulm","Koblenz","Memel","Heilsberg","Brieg","Graudenz","Luckau","Tilsit","Braunsburg","Landsburg","Cottbus","Hannover","Charlottenburg","Cleves","Cologne","Sigmaringen","Saarbrucken","Preussich-Eylau"]
	},
	{
                "name": "Russia",
		"leaderName": "Alexander I",
		"adjective": ["Russian"],
		"startBias": ["None"],
		"preferredVictoryType": "Science, Religion",
		
		"declaringWar": "O Bozhe! Хахахахаха! You have met your own demise, because Russia is declared WAR on you! Good luck!",
		"attacked": "Bozhe moy! Do you think you can beat us Russians up? Now let's see who got the last laugh.",
		"afterPeace": "It seems this was just a lesson for you. Be cautious about that again if you dare to do it again.",
		"defeated": "What a dark day this is. Not only for Russia, but also for the people and their now broken spirit.",
		"introduction": "Hail, leader. I am Alexander I of Russia, and I am to God and my people the scales of liberty and sanctity.",
		"neutralHello": "Rossiya greets you! What do you want?",
		"hateHello": "What can Rossiya do to you? After this, maybe you need to SCRAM!!!",
		"tradeRequest": "Rossiya has offer you this deal, you need to consider to accept the deal, it's good, you know.",
				
		"outerColor": [84,112,64],
		"innerColor": [239,193,51],
		     
		"uniqueName": "Holy Alliance",
		"uniques": ["When declaring friendship, Russia and their friend lose Resistance faster and have increased religious pressure. Units fighting in land belonging to a friend earn +30% more Experience from combat and heal +10 damage per turn."],
		     
		"cities": ["St. Petersburg","Moscow","Kiev","Novgorod","Kharkov","Kazan","Simferopol","Smolensk","Kaluga","Minsk","Vitebsk","Borodino","Maloyaroslavets","Borisov","Fili","Vilno","Riga","Revel","Helsingfors","Belostok","Warsaw","Yekaterinoslav","Tula","Nizhniy Novgorod","Rostov-on-Don","Stavropol","Tsaritsyn","Yekaterinburg","Akhtiar","Yekaterinodar","Tobolsk","Omsk","Tomsk","Krasnoyarsk","Irkutsk","Yakutsk","Kharodar-on-Amur","Magadan","Vladivostok","Chukotka","Chadan","Kamchatka","Petropavlovsk","Murmansk"]
	},
	{
                "name": "Sardinia-Piedmont"
		"leaderName": "Victor Emmanuel II",
		"adjective": ["Sardinian","Piemonte","Sardinia-Piedmontan"],
		"startBias": ["Plain"],
		"preferredVictoryType": "Culture",
		
		"declaringWar": "We see.what you did, and we decided to declare war on you. I hope you are a good person, but, this shatters all of my hope now.",
		"attacked": "Sardinia-Pietmont wants you to meet your creator because of your actions. May God is on our side and let us kill you. Good luck to you.",
		"afterPeace": "I hope you can be a better person after this.",
		"defeated": "I fear that I am only the first casualty in the defeat of my people's Kingdom.",
		"introduction": "Hail me, lowly wanderer, for I am Victor Emmanuel II, King of Sardinia-Piedmont, and esteemed Duke of Savoy. What kind words do you bring me?",
		"neutralHello": "Greetings. What can I do for you now?",
		"hateHello": "What?! Say it quickly! I don't have time with you!",
		"tradeRequest": "We, as we are, looking forward for your acceptance towards our trade deal. Considered that it was magnificent.",
				
		"outerColor": [26,32,96],
		"innerColor": [45,130,40],
		     
		"uniqueName": "Risorgimento",
		"uniques": ["Tourism is added to Production when building Units. City-States under siege may surrender without incurring a warmonger penalty from their capture."],
		     
		"cities": ["Turin","Cagliari","Chambéry","Cuneo","Nice","Thonon-les-Bains","Alessandria","Sassari","Novara","Bonneville","Oblia","Asti","Moûtiers","Tempio Pausania","Saint-Jean-de-Maurienne","Biella","Nuoro","Vercelli","Oristano","Annecy","Verbania","Carbonia","Iglesias"]
	},
	{
                "name": "Saxony",
		"leaderName": "Frederick Augustus I",
		"adjective": ["Saxon"],
		"startBias": ["None"],
		
		"declaringWar": "Saxony could be an ally of yours, but your idiotic actions let me think that you shall perish from this world. Good luck.",
		"attacked": "Saxony is not happy because of your declaration of war towards us. We will show you that we are stronger than you ever think. May God is in your side.",
		"defeated": "Treat my great palaces well, and I shall hold no ill-will against your victory here, today.",
		"introduction": "Greetings and welcome, I am Frederick Augustus I of Saxony. I beckon you to join me in tour of my magnificant palaces.",
				
		"outerColor": [36,36,36],
		"innerColor": [48,137,30],
		     
		"uniqueName": "Jewel of Europe",
		"uniques": ["50% of Tourism contributes directly toward Wonder Production. Free Great Artist with each National Wonder."],
		     
		"cities": ["Dresden","Leipzig","Wittenberg","Plauen","Freiburg","Chemnitz","Meissen","Zwickau","Naumburg","Zittau","Querturt","Wurzen","Colditz","Bischofswerda","Bautzen","Grossenhain","Merseburg","Weissenfels","Waldheim","Borna","Grimma","Guben","Gorlitz","Gotha","Coburg","Weimar","Jena","Altenburg","Hildburghausen","Hubertusburg","Riesa","Kamenz","Altrandstadt","Mittweida","Frankenberg","Dobein","Oschatz","Rossbach"]
	},
	{
                "name": "Spain",
		"leaderName": "Ferdinand VII",
		"adjective": ["Spanish"],
		"startBias": ["terrains"],
		"preferredVictoryType": "Victory type",
		
		"declaringWar": "¡¿Cómo te atreves?! I will show you the power of the Spanish infantry, you will see.",
		"attacked": "¡Oh mi señor! ¡Ay dios mío! Are you prepared for the battles and invasions from the Spanish infantry? I sure do when you say that.",
		"afterPeace": "¡Oye, camaradas! Let's celebrate for the victory of both nations today!",
		"defeated": "It seems that I, too, have failed Spain. There is no greater shame for me, so please, let us get this over with already.",
		"introduction": "Greetings, leader. I, Ferdinand VII, are the rey de los españoles, the head of the Borbón español, and the successor of Charles IV. I hope we could live in peace.",
		"neutralHello": "Hola, líder. What can España do for you today?",
		"hateHello": "¡¡¡Di lo que quieras y luego, vete de aquí!!! (Say what you want quickly, and then, go outta here!)",
		"tradeRequest": "España want to trade with you something, do you agree that this trade deal is justo?",
				
		"outerColor": [236,178,0],
		"innerColor": [151,32,37],
		     
		"uniqueName": "Bourbon Reformers",
		"uniques": ["Scientific and religious Great People may be expended for social policies. Domestic trade routes yield Gold and have specialist slots that, when filled, grant the appropriate Great Person points to the target city."],
		     
		"cities": ["Madrid","Seville","Barcelona","Córdoba","Toledo","Salamanca","Murcia","Valencia","Zaragoza","Pamplona","Vittoria","Oviedo","Jaen","Logroño","Valladolid","Teruel","Almeria","Léon","Zamora","Mida","Lugo","Alicante","Cádiz","Elche","Alcorcón","Burgos","Vigo","Badajoz","La Coruña","Guadalquivir","Bilbao","San Sebastián","Granada","Mérida","Huelva","Palma de Mallorca","Santa Cruz de Tenerife","Asturias"]
	},
	{
                "name": "Sweden-Norway",
		"leaderName": "Oscar II",
		"adjective": ["Swedish","Norwegian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Culture, Domination",
		
		"declaringWar": "The United Kingdom of Sweden and Norway have seen your actions recently, and it was not benefit us people at all. I think you need to reconsider your actions, because I hereby declared war on you! Good luck!",
		"attacked": "I, Oscar II, hereby prepared for war. Fate is on your side, we will crush you for good. Be prepared.",
		"afterPeace": "I see, well, I will watch your actions further to see that you are not doing that same mistakes again.",
		"defeated": "This humble King was not made for war and conflict. I trust you to offer the protection that my people need to survive this violent world.",
		"introduction": "Greetings, my friend. I am Oscar II, King of Sweden and King of Norway. I must confess, I've been long awaiting our meeting.",
		"neutralHello": "Hälsningar till dig, ledare. What can Sverige do for you?",
		"hateHello": "Tell what you want quickly! After that, Skram!",
		"tradeRequest": "Sverige-Norge want to have a trade deal especially for you, you'll love it, you know!",
				
		"outerColor": [37,56,123],
		"innerColor": [227,225,44],
		     
		"uniqueName": "Nobel Prize",
		"uniques": ["Gain 90 Influence when gifting Great People to City-States. When declaring friendship, Sweden-Norway and their friend gain a +10% boost to Great Person generation empire-wide"],
		     
		"cities": ["Stockholm","Christiania","Gothenburg","Trondheim","Malmö","Stavanger","Sundsvall","Tromsø","Uppsala","Kristiansand","Linköping","Fredrikstad","Norrköping","Tønsberg","Helsingborg","Porsgrunn","Västerås","Moss","Gävle","Arendal","Umeå","Bodø","Eskilstuna","Hamar","Karlstad","Larvik","Borås","Lillehammer","Luleå","Halden","Täby","Askøy","Halmstad","Molde"]
	},
	{
                "name": "The Two Sicilies",
		"leaderName": "Ferdinand I",
		"adjective": ["Neapolitan","Sicilian"],
		"startBias": ["Coast"],
		
		"declaringWar": "I can't tolerate all of your shenanigans no more, get ready for war!",
		"attacked": "Oh really? How about you read a book before, because I do, you don't, and my army is ready, and yours don't. Buona fortuna, coglione.",
		"defeated": "Swiftly my allies shall come to my aid, and before supper has cooled I shall have been restored to the Bourbon throne.",
		"introduction": "Come, come. I haven't got all day. I am Ferdinand I of the Two Sicilies. Now, introduce yourself.",
				
		"outerColor": [129, 36, 164],
		"innerColor": [165,225,130],
		     
		"uniqueName": "Pride of Bourbon Sicily",
		"uniques": ["Naval Units upgrade automatically when a new Technology is discovered. Receive a free Naval Unit when a Cargo Ship is built."],
		     
		"cities": ["Naples","Palermo","Teramo","Aquila","Chieti","Campobasso","Capua","Aveilino","Salerno","San Severo","Foggia","Bari","Lecce","Pontenza","Cosenza","Catanzaro","Reggio","Caltanissetta","Catania","Girgenti","Amalfi","Messina","Notò","Trapani"]
	},
	{
                "name": "United Kingdom",
		"leaderName": "Victoria",
		"adjective": ["British"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Science, Culture, Domination",
		
		"declaringWar": "As our protests are in vain, we hereby declare war.",
		"attacked": "War? We are not amused.",
		"defeated": "We are most quiet and calm in the face of this disaster. It has humbled Us to the deepest of Our heart.",
		"introduction": "We are Victoria, sovereign and protector of the British Empire. We would venture to welcome you to Our Court, in the hopes that Our interests can be best served in the most civil manner agreeable.",
		"afterPeace": "Peace is now upon us, I hope there is no more misunderstanding between us and our people.",
		"neutralHello": "The United Kingdom of Great Britain and Ireland welcomes you. What do you want from us here?",
		"hateHello": "What do you need from us?! Take that thing and get out. The United Kingdom do not, and I say, do NOT welcomed you at all.",
		"tradeRequest": "Can you make a trade agreement with the United Kingdom?",

		"outerColor": [163,18,18],
		"innerColor": [255,255,255],
		     
		"uniqueName": "Sun Never Sets",
		"uniques": ["Gain Gold when settling; amount is greater the further from your Capital. Cities on other continents contribute 10% of their Science and Production to your Capital."],
		     
		"cities": ["London","Birmingham","Leeds","Edinburgh","Cardiff","Belfast","Dublin","Leinster","Glasgow","Liverpool","Newcastle","Oxford","Bristol","Aberdeen","Sheffield","Southampton","Portsmouth","Leicester","Coventry","Brighton","Swansea","Dundee","Canterbury","Cambridge","Cork","Plymouth","Armagh","Meath","Desmond","York","Derby","Norwich","Ipswich","Exeter","Bath","Newport","Londonderry"]
	},
		//European City States
	{
                "name": "Greece",
		"leaderName": "Elftherios Venizelos",
		"adjective": ["Greek"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Ω αγαπητέ Κύριε! We Greeks gonna fight you and your army like the ancient times, through tactics and strategies.",
		"attacked": "Πώς τολμάς?! We Greeks will take your thinking of weakness and shatter it with our tactics, I assured that is the truth.",
		"defeated": "You may think yourself an invincible conqueror, but you merely join a long list of ancient and lost tyrants who thought they could subdue Greece - this is not our first defeat, and it will not be our last. We shall return.",
		"introduction": "Welcome to Greece, friend. You behold a land more ancient and noble than you can comprehend - I have trouble with it too, sometimes. Treat my people with respect, and don't doubt you shall be repaid tenfold!",
				
		"outerColor": [63,79,198],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Epitaph to a Million Summers",
		"uniques": ["Coastal cities receive a free source of Marble, and Archaeologists may excavate sources of Marble for Artifacts. Ancient and Classical era Wonders provide Great Work of Art slots."],
		     
		"cities": ["Athens","Thessaloniki","Heraklion","Patras","Adrianoupoli","Rhodes","Larissa","Volos","Ioannina","Chania","Kalamata","Smyrna","Alexandroupoli","Xanthi","Argos","Amaliada","Drama","Kardista","Tripoli","Ptolemaida","Kozani","Giannitsa","Chios","Pyrgos","Zante","Kavos","Malia","Sparta","Corfù","Konstantinupoli"]
	},
	{
                "name": "Luxembourg",
		"leaderName": "Adolphe",
		"adjective": ["Luxembourgish"],
                "cityStateType": "Cultural",
		"startBias": ["None"],

		"declaringWar": "Wat?! Ik hoop dat je een verdomde muur raakt en erin blijft steken! (What?! I hope you hit a god-damned wall and stuck into it.",
		"attacked": "The Luxembourgish will find and destroy your things and I assured that! Get ready to be crushed.",
		"defeated": "May God be on my side, my people can't suffer from you but please take care of them with love, I must congrat to your victory.",
		"introduction": "Greetings, leader. It seems you are here for a purpose, didn't you?",

		"outerColor": [107,107,223],
		"innerColor": [202,100,4],

		"uniqueName": "Protector of Adelsverein",
		"uniques": ["Gain 1 Settlers every time a city has been settled in another continent/islands. Settlers can ignore terrain cost when it was wartime."],
		     
		"cities": ["Luxembourg"]
	},
	{
                "name": "Portugal",
		"leaderName": "Carlos I",
		"adjective": ["Portuguese"],
		"cityStateType": "Militaristic",
		"startBias": ["Coast"],
		"preferredVictoryType": "Culture, Religion",
		
		"declaringWar": "Oh! Que Deus esteja ao meu lado...Let's see who got better ships.",
		"attacked": "Oh really, let's set sail and see who's nation got better seamanship.",
		"afterPeace": "Que possamos viver em alegria e paz e não em guerra! (May we live in joy and peace not war!)",
		"defeated": "Let me retire to a life at sea. It's all I've ever wished.",
		"introduction": "Welcome, welcome. I am Carlos I, king of Portugal. Tell me, do you share in the fondness I have for the sea?",
		"neutralHello": "Greetings",
		"hateHello": "frase",
		"tradeRequest": "Asking for trade",
				
		"outerColor": [36,80,164],
		"innerColor": [214,218,225],
		     
		"uniqueName": "The Liberal Regenerator",
		"uniques": ["Adopting Social Policies boosts Production progress toward Courthouses, Happiness, Food, or Gold Buildings, depending on the greatest need. If a city has no Building to rush, receive Golden Age Points instead."],
		     
		"cities": ["Lisbon","Porto","Braga","Coimbra","Setúbal","Funchal","Viseu","Leiria","Évora","Aveiro","Guimarães","Ponta Delgada","Nova Lisboa","Castelo Branco","Santarém","Viana de Castelo","Bragança","Vila Real","Figueira da Foz","Olivença"]
	},
	{
                "name": "Serbia",
		"leaderName": "Peter I",
		"adjective": ["Serbian"],
		"cityStateType": "Militaristic",
		"startBias": ["Hills"],
		"preferredVictoryType": "Religion, Domination",
		
		"declaringWar": "Serbia will call its soldier to beat you up. Are you prepared for the Dobrovoljac yet?",
		"attacked": "Нека се Бог боји твоје земље док на твојој земљи више не буде зеленила! (May God dread your land until there's no greens on your lands no more!",
		"afterPeace": "Хајде да прославимо! Прославимо овај мир заједно! (Let's celebrate! Let's celebrate for the peace!)",
		"defeated": "Your actions have brought the world to the brink of destruction. You may have beaten us, but do not think you have won.",
		"introduction": "Welcome to Serbia - tell me, may we consider you a friend, or a foe?",
		"neutralHello": "Greetings. Serbia will hear your demands so say it.",
		"hateHello": "We Serbs don't serve or meet the foes, but I must ask you, what can Serbia do for you?",
		"tradeRequest": "We will need you some favor, do you mind trading with us? It might benefit you and me, you know.",
				
		"outerColor": [255,222,222],
		"innerColor": [118,22,22],
		     
		"uniqueName": "July Crisis",
		"uniques": ["Recieve increased Production towards Military Units and Buildings for each active Defensive Pact and Declaration of Friendship when not at War. Cities start with +25 Hitpoints."],
		     
		"cities": ["Belgrade","Monastir","Skopje","Nish","Veles","Pristina","Prilep","Kregunevac","Obrid","Leskovac","Tetovo","Pozarevac","Sabac","Mitrovica","Vranje","Pirot","Novi Pazar","Kraljevo",
               "Uzice","Waljevo","Smederovo","Prizren","Stip","Cacak","Kikinda","Novi Sad","Krusevac","Zajecar"]
	},
	{
                "name": "Switzerland",
		"leaderName": "Henry Dufour",
		"adjective": ["Swiss"],
                "cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "You think we just sit there and do nothing while someone is being brutally murdered, huh? Non, that will be you sitting on your throne. You shall pay the price of that by war. Yes, we declared war upon your realm.",
		"attacked": "You take our neutrality as a weakness, we Swiss will make sure you remembered today's mistake.",
		"defeated": "So this is defeat? I have not before known such a bitter sting to my heart. I pray that the same fate does not one day befall you.",
		"introduction": "Hail, commander. I am Guillaume-Henri Dufour, officer of the Swiss army forces. What brings you to me today?",
				
		"outerColor": [190,0,57],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Sonderbund War",
		"uniques": ["Doubled Great General rate in own borders. Forts and Citadels generate Great Engineer Points during peace and heal adjacent Units during war."],
		     
		"cities": ["Bern","Zürich","Geneva","Basel","Lucerne","St.Gallen","Lausanne","Winterthur","Lugano","Biel","Thun","Schaffhausen","La Chaux de Fonds","Fribourg","Chur","Neuhatel","Vernier","Uster","Sion","Emmen","Portein","Corippo","Mulegns","Bister","Martisberg","Goumoens le Jux","Largario","Clugin","Cauco"]
	},
			//German CS
	{
                "name": "Anhalt",
		"leaderName": "Leopold IV",
		"adjective": ["Civilian of Anhalt"],
                "cityStateType": "Militaristic",
		"startBias": ["None"],

		"declaringWar": "You are a danger to my industrial idealisms, may we apart from peace and come for war.",
		"attacked": "You are hurting Anhalt and her industrious ideals, as the leader of Anhalt, I couldn't find any more solution other than war. Get ready, because Anhalt gonna avenge you for hurting it.",
		"defeated": "It seems even industrious ideals couldn't save a nation alone.",
		"introduction": "You are in present of Leopold IV, the leader of Anhalt and the advancer of Germanic industrial program.",

		"outerColor": [126, 127, 131],
		"innerColor": [152, 0, 45],

		"uniqueName": "One of the First Modern Germans",
		"uniques": ["Gain 1 Worker every time a Factory is being built. Gain 1 Rifled Infantry when a factory is being built during wartime."],

		"cities": ["Dessau","Köthen","Bernburg","Zerbst","Hoym","Ballenstadt","Halle","Wörlitz","Lindau","Roßlau","Staßfurt","Domburg","Großmülingen","Heddingen","Anhalt","Güntersbarge","Sandersleben","Coswig","Gemrode"]
	},
	{
                "name": "Baden",
		"leaderName": "Charles Frederick",
		"adjective": ["Civilian of Baden"],
                "cityStateType": "Science",
		"startBias": ["Hills"],

		"declaringWar": "It seems war is inevitable. Oh well, let's see what Baden can or can't do and what your nation can or can't do.",
		"attacked": "What? Do I hear that wrong? It seems you take our scientific development as a weakness, only a fool will ever believe that tale.",
		"defeated": "Oh dear, well, I have been beaten. Please, take care of my citizens' studies and all of the knowledge that Baden holds, ok?",
		"introduction": "Oh, what a surprise. I, Charles Frederick of Baden, is very delightful to see another leader. I hope we could advance our research together.",

		"outerColor": [126, 127, 131],
		"innerColor": [1,2,3],

		"uniqueName": "The Margrave, the Elector, the Grand Duke",
		"uniques": ["Gain Great People points faster when School or University was built in a city. Gain 25 Science Point for every Grand University."],

		"cities": ["Karlsruhe","Offenburg","Baden","Mannheim","Heidelberg","Bruchsal","Durlach","Lörrach","Singen","Konstanz","Villingen","Lahr","Rastadt","Pforzheim","Ederbach","Walldürn","Neuhausen","Taubarbischofsheim","Neudeursaus","Adelsheim","Möhringen","Bretten","Balienburg"]
	},
	{
                "name": "Braunschweig",
                "leaderName": "Charles II",
		"adjective": ["Civilian of Braunschweig"],
                "cityStateType": "Cultural",
		"startBias": ["None"],

		"declaringWar": "I think you should head back to where you have started because Braunschweig gonna crush you 'til you surrender.",
		"attacked": "Oh, really? Then maybe I should call for those Schwarze Legion once more.",
		"defeated": "Maybe I wasn't chosen to a king in this world, just like that fateful Opera Game.",
		"introduction": "Greetings, leader. I, Charles II, is the duke of Braunschweig, the not-so-great leader on the eye of the people.",

		"outerColor": [126, 127, 131],
		"innerColor": [140, 53, 19],

		"uniqueName": "The Absolutist King in the world of Revolution",
		"uniques": ["Recieve -1% Happiness every turn when at war. Can't take cities as puppets. Can't raze cities. Soldiers can't get the Heal Immediately promotion."],

		"cities": ["Brunswick","Wolfenbüttel","Helmstadt","Seesen","Holzminden","Blankenburg","Gandersheim","Calvörde","Braunlage","Thedinghausen"]
	},
	{
                "name": "Bremen",
		"leaderName": "Johann Smidt",
		"adjective": ["Civilian of Bremen"],
                "cityStateType": "Maritime, Militaristic",
		"startBias": ["Coast"],

		"declaringWar": "The Free Hanseatic City of Bremen had had enough of your shenanigans, get ready to be blown off.",
		"attacked": "The Free Hanseatic City of Bremen will do anything to secure its freedom, and I must lead until my last breath.",
		"defeated": "My people, my land, my city. All of what left is misery, dread, suffer, lost, sorrow, tears, bloodshed, fire, war and heartbroken people of Bremen.",
		"introduction": "May I stated myself here? Alright, I am Johann Smidt, the Bürgermeister of the Free Hanseatic City of Bremen. I hope you don't mind looking at those trading boats.",

		"outerColor": [126, 127, 131],
		"innerColor": [98, 36, 10],

		"uniqueName": "The Senator of Bremen",
		"uniques": ["When adopt Rights of Man, all cities will have a Great People, University and receive a 12 turns Golden Age. When a city built a Port, a Great Admiral will be in that city. When adopting Enlightenment, the Gold and Happiness in the city will be double."],

		"cities": ["Bremen","Bremerhaven","Verden","Stadten"]
	},
	{
                "name": "Frankfurt am Main",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
                "cityStateType": "Ilustrated",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [126, 127, 131],
		"innerColor": [255,268,0],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Frankfurt am Main"]
	},
	{
                "name": "Hamburg",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
                "cityStateType": "Ilustrated",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [126, 127, 131],
		"innerColor": [255, 185, 51],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Hamburg","city","cities","city"]
	},
	{
                "name": "Hannover",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
                "cityStateType": "Ilustrated",
                "startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [126, 127, 131],
		"innerColor": [1,2,3],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Hesse-Darmstadt",
		"leaderName": "Loius I",
		"adjective": ["Civilian of Hesse-Darmstadt"],
                "cityStateType": "Militaristic",
		"startBias": ["Forest"],
		
		"declaringWar": "The Grand Duchy of Hesse must do what's right. And that is wiping you and your civilization out of existence.",
		"attacked": "We don't hesitate to be beaten, we're ready for war! What about you then?",
		"defeated": "Well, Grand Duchy of Hesse is gone, as well as you take care of my humble citizens of Darmstadt then. This is a dark times for me and them.",
		"introduction": "Welcome to the Grand Duchy of Hesse, I, Louis I, will guide you through the Rhein just for you to see its beauty.",
				
		"outerColor": [126, 127, 131],
		"innerColor": [226, 223, 221],
		     
		"uniqueName": "The Zivilgesetzbuch",
		"uniques": ["Science bonus once ideological Thought has been researched, Gain a 5% combat bonus for 20 turns"],
		     
		"cities": ["Darmstadt","Giessen","Mainz"]
	},
	{
                "name": "Holstein",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
                "cityStateType": "Ilustrated",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [126, 127, 131],
		"innerColor": [112, 180, 195],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Holstein","Schwelzin city","Glückstadt"]
	},
	{
                "name": "Lippe-Detmold",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
                "cityStateType": "Ilustrated",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [126, 127, 131],
		"innerColor": [152, 0, 0],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Lübeck",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
                "cityStateType": "Ilustrated",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [126, 127, 131],
		"innerColor": [131, 28, 115],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Mecklenburg",
		"leaderName": "Charlotte",
		"adjective": ["Civilian"],
                "cityStateType": "Ilustrated",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [126, 127, 131],
		"innerColor": [109, 30, 139],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Oldenburg",
		"leaderName": "Augustus I",
		"adjective": ["Civilian of Oldenburg"],
                "cityStateType": "Maritime, Cultural",
		"startBias": ["Coast"],

		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [126, 127, 131],
		"innerColor": [84, 67, 26],

		"uniqueName": "Through the Weser and the Jade",
		"uniques": ["Gain 25% Culture as Great People expended in Coastal cities."],

		"cities": ["Oldenburg","Jade","Augusthausen","Schweiburg","Jaderburg","Wapelersiel","Kreuzmoor"]
	},
	{
                "name": "Württemberg",
                "leaderName": "Frederick I",
		"adjective": ["Swabian"],
                "cityStateType": "Militaristic",
		"startBias": ["Hills"],

		"declaringWar": "Due to your actions, Württemberg must act. You must be stopped and you should scare, because we have the Preußischer Geist on every soldiers of mine, how about you?",
		"attacked": "War is common in Swabian Commonwealth in the olden days, so I don't afraid of war, in fact, I prepared for it, how about you?",
		"defeated": "The battle had set. You has deemed yourself the victor, and I, the loser. You're just got some Prussian spirit there.",
		"introduction": "Greetings. I am once Frederick III of Nassau, now is Frederick I of Württemberg, nice to meet you, leader. This place have me with the Prussian roots, with the Swabian throne.",

		"outerColor": [126, 127, 131],
		"innerColor": [1,2,3],

		"uniqueName": "With the Prussian Roots, with the Swabian Throne",
		"uniques": ["When at war, all units will have 25% bonus in attack effectiveness and defense effectiveness. All infantry units will gain the Royal Württemberg promotion when discovered Bold Action Rifles"],

		"cities": ["Stuttgart","Heilbronn","Reutlingen","Ulm","Württemberg","Hall","Aalen","Heidenheim","Esslingen","Göppingen","Ludwigsburg","Tübingen","Freudenstadt","Rottweil","Friedrichshafen","Ravensburg","Biberach","Mengen","Schwenningen","Tuttlingen","Horb","Crailsheim","Calw","Sulz","Schramberg","Ebingen","Burgau"]
	},
			//Italian CS
	{
                "name": "Lucca",
		"adjective": ["Civilian"],
                "cityStateType": "Ilustrated",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [70, 114, 60],
		"innerColor": [1,2,3],
		     
		"cities": ["Lucca"]
	},
	           {
                "name": "Modena and Reggio",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
                "cityStateType": "Ilustrated",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [70, 114, 60],
		"innerColor": [1,2,3],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Modena"]
	},
	{
                "name": "The Papal States",
		"leaderName": "Pius IX",
		"adjective": ["Papal Civilian"],
                "cityStateType": "Ilustrated",
		"preferredReligion":"Catholicism",
		"startBias": ["Hills"],
		
		"declaringWar": "I see you and your actions recently is not good, my son. But those actions are cruel and wild, I certainly can't stand it. I think you need to have a lesson. Get ready at the battlefield, my generals are waiting.",
		"attacked": "By the Unam Sanctam, you are showing no respect to the pope, you will see, my son, you will see my generals crush you until you have nothing left. Deus sit nobis, non tuus.",
		"defeated": "Long may you swelter in the sight of God for this wretched action.",
		"introduction": "Welcome, my son. We are Pius IX, Supreme Pontiff and Bishop of Rome. We pray that our two great nations can live in harmony; together in the shadow of the Holy Mother Church.",
				
		"outerColor": [155, 122, 83],
		"innerColor": [237, 231, 78],
		     
		"uniqueName": "Apostolic See",
		"uniques":["Tourism is increased by 50% with civilizations that share your Religion. Spend Faith on Disciples which can be used to create unique Great Works. Begin with +1 Faith instead of Culture."],
		     
		"cities": ["Rome","Benevento","Pontecorvo","Ascoli","Castel Gandolfo","Avignon","Ravenna","Bologna","Ferrara","Civitavecchia","Perugia","Assisi","Orvieto","Sinigallia","Ancona","Gubbio","Camerino","Fermò","Rimini","Urbino","Rieti","Todi","Velletri","Viterbo"]
	},
	{
                "name": "Parma",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
               "cityStateType": "Cultural",
//		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [70, 114, 60],
		"innerColor": [255,255,255],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Parma"]
	},
	{
                "name": "Tuscany",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
                "cityStateType": "Cultural",
//		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",
				
		"outerColor": [70, 114, 60],
		"innerColor": [255,255,255],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	
	//Oceania

	//Spectator
	{
		"name": "Spectator",
		"outerColor": [255,255,255]
//		"innerColor": [255,255,255]
	},
	//Barbarian
	{
		"name": "Barbarians",
		"outerColor": [0, 0, 0],
		"innerColor": [185, 12, 12],
		"uniques": ["Can only heal by pillaging"]
	}
	
/*	Templates
	{
                "name": "Template",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
		"startBias": ["terrains"],
		"preferredVictoryType": "Victory type",
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"afterPeace": "...",
		"defeated": "Speech",
		"introduction": "Speech?",
		"neutralHello": "Greetings",
		"hateHello": "frase",
		"tradeRequest": "Asking for trade",

		"outerColor": [222,227,236],
		"innerColor": [130,121,87],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "City-State",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	]
