[
	//These are the nations. Organized first by Continent, then Major Nations first, then Minor nation, all in alphabetical order.
	// Yes, minor nations also do get Unique Abilites and dialogues. They also follow a color code, depending on their culture is.
	// German CS have Grey background, Italian CS have Green Background, American Natives CS are Orange, African CS are Khaki, etc... These will be listed at the begging of their section.
	
	
	//America
	
	{
                "name": "Brazil",
		"leaderName": "Pedro II",
		"adjective": ["Brazilian"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Science, Culture, Diplomacy",
		
		"declaringWar": "Your reign will be better under MY domain.",
		"attacked": "I worry about all those who are affected by this conflict.",
		"afterPeace": "May God bless Brazil forever! Brazil's power shines over all adversity!",
		"defeated": "You destroyed everything of Brazil! This is why I prefer diplomacy to violence...",
		"introduction": "I am Pedro II, Emperor of Brazil. I have little time for pleasantries, what brings you here?",
		"neutralHello": "Greetings. What can Brazil do for you?",
		"hateHello": "What do you want, you little disregard piece of disgrace?!",
		"tradeRequest": "Should we, as two leaders meet together, prosper ourselves through commerce?",
				
		"outerColor": [28, 131, 36],
		"innerColor": [236, 200, 83],
		     
		"uniqueName": "Patron of the Arts",
		"uniques": ["Tourism output is +100% during their Golden Ages. Earn Great Artists, Musicians, and Writers 50% faster during their Golden Ages."],
		     
		"cities": ["Rio de Janeiro","São Paulo","Salvador","Brasília","Fortaleza","Belo Horizonte","Manaus","Curitiba","Recife","Porto Alegre","Belém","Goiânia","Guarulhos","Campinas","São Luis","Maceió","Duque de Caxias","Natal","Campo Grande","Teresina","Florianópolis","Nova Iguaçu","São Bernardo do Campo","João Pessoa","Osasco","Jaboatão dos Guararapes","São José dos Campos","Contagem","Uberlândia","Aracaju","Cuaibá","Feira de Santana","Juiz de Fora","Joinville","Macapá","Jundiaí"]
	},
	{
                "name": "Gran Colombia",
		"leaderName": "Simón Bolívar",
		"adjective": ["Granadine","Colombian","Venezuelan","Ecuadorian"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Domination, Culture",
		
		"declaringWar": "Your tyranny, if unchecked, dooms the world to darkness, and for this reason I must declare war on you.",
		"attacked": "Recourse to war is regrettable, but necessary, when dealing with vipers like you.",
		"afterPeace": "Let's celebrate for the peace between us and our nation after the war, shall we dance for celebrating it as well?",
		"defeated": "And so its come to this... the Gran Colombia, lies defeated. But the hopes for freedom will not be perishable!",
		"introduction": "Greetings, I'm Simon Bolivar, El Libertador, founder of the Gran Colombia. Will you aid us in the path of our freedom?",
		"neutralHello": "Saludos a usted, líder. Can Gran Columbia help you today?",
		"hateHello": "¡¿Por qué estás aquí?! What do you want?!",
		"tradeRequest": "Asking for trade is gonna prosper for someone, in this case, us. May I suggest you about this trade deal here?",

		"outerColor": [255,172,20],
		"innerColor": [36,80,164],
		     
		"uniqueName": "The Independence of a Continent",
		"uniques": ["Occupied cities start with a Courthouse. Liberating a Civilization or City-State starts a Golden Age. Great People may be upgraded to Libertadors, losing the ability to build Citadels."],
		     
		"cities": ["Bogotá","Caracas","Quito","Panamá","Santo Tomás","Magangue","Guayaquil","Maracaibo","Cumana","Puerto Cabello","Popayán","Angostura","Santiago de Cali","Tunja","Medellín","Santa Marta","Barranquilla","Cartagena de Indias","La Paz","Lima","Boa Vista","Bucaramanga"]
  },
	{
                "name": "Rio de la Plata",
		"leaderName": "José de San Martin",
		"adjective": ["Argentine"],
		"startBias": ["River"],
		"preferredVictoryType": "Domination, Diplomacy",
		
		"declaringWar": "The altitude you give me was awful! I declare war on you, you should be deposed!",
		"attacked": "I see, you want war, the I give you war!!!",
		"afterPeace": "Well fought. If you want do to that again, then I'll keep you at bay.",
		"defeated": "I have fought countless battles, both against the Crown and against my brothers. But only you succeeded in defeating me... All I hope is you respect the independence of my people, or the other Libertadores will crush you!",
		"introduction": "Greetings, my friend! My name is José Francisco de San Martín y Matorras, but you can just call me José de San Martín. I led many to their independence, and will fight to keep these lands free.",
		"neutralHello": "¡Holá! Rio de la Plata is always welcome you will open arms. What are you want to do here?",
		"hateHello": "Well, if it is not the great enemy of la Plata. What do you want?",
		"tradeRequest": "Can we be agree about this trade offer.",

		"outerColor": [222,222,255],
		"innerColor": [255,255,255],
		     
		"uniqueName": "Docta Latinoamericana",
		"uniques": ["Whenever a Citizen is born you receive an amount of Science, Culture, Production or Gold depending on the City Focus. Mounted Units grant points towards Golden Ages when defeating an enemy."],
		     
		"cities": ["Buenos Aires","Tucuman","Catamarca","Tupiza","La Plata","Jujuy","La Rioja","Mendoza","Mizque","Salta","San Juan","Tarija","San Luis","Santiago del Estero","Cordoba","Sucre","Santa Fe","Rosario","Potosi","Cochabamba","Paraná","Carmen de Patagones"]
	},
	{
                "name": "Chile (Independencia)",
		"leaderName": "Bernardo O'Higgins",
		"adjective": ["Chilean"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination, Culture",
		
		"declaringWar": "Guess you want war so badly... Lads, let's go over there since I now declare war on this land.",
		"attacked": "Oh, ok, I see... You made today quite a bad day. Lads, let's go over there!",
		"afterPeace": "Ok, I warn you that do not touch any Chilean land ever again!",
		"defeated": "When this war started, I said to my men: Lads! Live with honor, or die with glory! He who is brave, follow me!... And my men followed me, and we shall die with glory!",
		"introduction": "This beautiful sea you see here is from the lands of Chile... I fought hard for its independency, and will fight again if needed...",
		"neutralHello": "Salutations to you. What can Chile help you here?",
		"hateHello": "I don't know why you are here. Finish quickly then scram, understand?",
		"tradeRequest": "Would you accept this Chilean deal here?",

		"outerColor": [0,0,120],
		"innerColor": [255,255,255],
		     
		"uniqueName": "By Reason or By Force",
		"uniques": ["Coastal cities claim tiles 25% faster. Units gain a +20% Combat Bonus within Foreign borders. Friendly and Allied City-States generate Points towards [Great Admirals], which receive the Medic promotion."],
		     
		"cities": ["Santiago de Chile","Valparaíso","Concepción","Talca","Iquique","Chillán","La Serena","Antofagasta","Curicó","San Felipe","Talcahuano","Quillota","Tacna","Copiapó","Parral","Cauquenes","Valdivia","Los Ángeles","San Fernando","Linares","Angol","Rancagua","Temuco","Ancud","Lebu","Punta Arenas"]
	},
	{
                "name": "Chile (Reforma)",
		"leaderName": "Joseé Manuel Balmaceda Fernández",
		"adjective": ["Chilean"],
		"startBias": ["Coast","Desert"],
		"preferredVictoryType": "Diplomacy, Culture",
		
		"declaringWar": "Let me say this once: I hereby declare war on you!",
		"attacked": "Chile does appreciate the declaration of war... You may be regret from this point on.",
		"afterPeace": "It seems we are alike in terms of peace... When you want war, we can give war, if you want to anyway.",
		"defeated": "Though our flag has fallen folded and bloodied on the battlefields, it will be raised again.",
		"introduction": "Welcome to Chile. I am José Manuel Balmaceda. If you share in the principles of liberty and prosperity, then I believe that you and I will have much to speak about.",
		"neutralHello": "Salutations to you. What can Chile help you here?",
		"hateHello": "Well, well, well, are you wanting something from us? If you have none or finished, then get out off my sight.",
		"tradeRequest": "Would you accept this Chilean deal here?",

		"outerColor": [0,0,120],
		"innerColor": [255,255,255],
		     
		"uniqueName": "Club de la Reforma",
		"uniques": ["Adopted Social Policies boost building Production based on the Policy Branch focus.For each Policy Branch that shares an even number of adopted Policies with another, +1 Happiness"],
		     
		"cities": ["Santiago de Chile","Valparaíso","Concepción","Talca","Iquique","Chillán","La Serena","Antofagasta","Curicó","San Felipe","Talcahuano","Quillota","Tacna","Copiapó","Parral","Cauquenes","Valdivia","Los Ángeles","San Fernando","Linares","Angol","Rancagua","Temuco","Ancud","Lebu","Punta Arenas"]
	},
	{
                "name": "Haiti",
		"leaderName": "Toussaint L'ouverture",
		"adjective": ["Haitian"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Domination, Religious",
		
		"declaringWar": "My Houngan tell me that you had greed and ambition to conquer us so we will conquer you just in case you did first.",
		"attacked": "Ah c'est ça? Let's see how your armies fight with ours.",
		"afterPeace": "Congrats for both of us reaching for peace and not war.",
		"defeated": "You have brought slavery back to Haiti, but the Mawon will rise again, we always do, we always survive.",
		"introduction": "I'm François Dominique Toussaint-Louverture, and I have led these fine people to freedom. I hope you can aid our revolution, or else.",
		"neutralHello": "Greetings. What can Haiti do for you?",
		"hateHello": "Why you bastard are coming here for? What do you want?!",
		"tradeRequest": "Asking for trade",

		"outerColor": [25, 25, 25],
		"innerColor": [155, 82, 87],
		     
		"uniqueName": "Mother of all Revolutions",
		"uniques": ["+1 Faith from Plantations. Enemy cities that follow your Religion are set as Occupied and grant you Golden Age Points. Adopting new Social Policies during Golden Ages requires less Culture."],
		     
		"cities": ["Port-au-Prince","Cap-Haitien","Petion-ville","Carrefour","Port-de-Paix","Jacmel","Delmas","Gonaïves","Léogâne","Saint-Marc","Miragoâne","Fort-Liberté","Jérémie","Limbé","Petite Rivière de l'Artibonite","Port-Margot","Milot","Pilate","Grand-Goâve","Pétit-Goâve","Ouanaminthe","Saint-Michel-de-l'Atalaye","Mirebalais","Anse-à-Galets","Desdunes","Thomazeau","Lascahobas","Marmelade","Corail","Chantal","Thomassique","Saint-Louis-du-Sud","Bassin-Bleu","Kenscoff","Pignon","Thiotte"]
	},
	{
                "name": "Mexico",
		"leaderName": "Benito Juárez",
		"adjective": ["Mexican"],
		"startBias": ["None"],
		"preferredVictoryType": "Culture",
		
		"declaringWar": "Because of you and your actions, I personally think that war is imminent. And I think the time is perfect.",
		"attacked": "I guess peace was never an option for you. México will take your words as a threat, get ready to be beaten by my Rurales.",
		"afterPeace": "The war is over, and the conflict has ended. I hope we could make more peace than war.",
		"defeated": "Our people are strong, and soon they will rise against you, for you didn't respect the rights of others in peace.",
		"introduction": "Salutations, what brings you to Mexico? I am Benito Juárez and I hope you can respect our rights in peace.",
		"neutralHello": "Salutations, what do you want from México?",
		"hateHello": "My gratitude is not in your favor, but, what do you want from México?",
		"tradeRequest": "México wants to trade with you, to prosper us all, do you like this deal?",
				
		"outerColor": [33, 95, 20],
		"innerColor": [211, 149, 108],
		     
		"uniqueName": "Valiants of Chapultepec",
		"uniques": ["Walls generate points towards Great Artists in the Capital and gain a free Great Work of Art slot. When this slot is filled, trained units in the city start with in additional +15 XP. Walls generate Great Artist points faster after adopting an Ideology."],
		     
		"cities": ["México City","Guadalajara","Monterrey","Puebla","Veracruz","Torreón","Mérida","Los Angeles","Tijuana","San Diego","Nezahualcóyolt","Albuquerque","León","Morelia","Juárez","Cuernavaca","Acapulco","Toluca","Pachuca","Tuxtla","Oaxaca","Tlalnepantla","Cancún","Querétaro","Chimalhuacán","Santa Fe","Reynosa","Tlaquepaque"]
	},
	{
                "name": "Paraguay",
		"leaderName": "Gaspar Rodriguez de Francia",
		"adjective": ["Paraguayan"],
		"startBias": ["Jungle"],
		"preferredVictoryType": "Culture, Domination",
		
		"declaringWar": "Paraguay awaits you on the battlefield. Can you bring the army or the shame to the battlefield?",
		"attacked": "War is normal for us Paraguayans, so it's no surprise that we are prepared, how about you?",
		"afterPeace": "Peace is achieved, no more war, no more devastation. Let's get back to work.",
		"defeated": "As Paraguay burns, there is only one man that I can blame. And that, my friend, is YOU!",
		"introduction": "Welcome to the Republic of Paraguay, and be sure to assist us in our quest for consistent freedom among the people... or better yet, just leave.",
		"neutralHello": "Salutations, what can Paraguay do for you?",
		"hateHello": "Oh shrug! You are here to amuse me or what? What do you want?",
		"tradeRequest": "We assured that we will trade with you, with this deal of us, we both will be benefiting from that.",

		"outerColor": [175,177,162],
		"innerColor": [181,0,0],
		     
		"uniqueName": "Mestizaje",
		"uniques": ["Receive an eighth of the highest Tourism value exerted against the empire as Culture. Great Works from other Civilizations and Great Works of Music generate +1 Production or +1 Science."],
		     
		"cities": ["Asunción","Ciudad del Este","Encarnación","Pedro Juan Caballero","Coronel Oviedo","Caacupé","Villarica","Hernandarias","Areguá","Concepción","San Lorenzo","Lambaré","Capiatá","Nemby","Itaugua","Mariano Roque Alonso","Luque","Caaguazú","San Juan Bautista","San Pedro del Ycuamandiyú","Itá","San Antonio","Independencia","San Ignacio","San Estanislao","Minga Guazú","Repatriación","Vaquería"]
	},
	{
                "name": "Peru-Bolivia",
		"leaderName": "Andrés de Santa Cruz",
		"adjective": ["Andean"],
		"startBias": ["Hills"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "Today, I hereby declararte la guerra, cabrón. You're done. ¡¡¡Let's get it on, cabrón!!!",
		"attacked": "¡Oye, cabrón! ¡¿You dare to declarame la guerra?! You are done, cabrón. We will get ready and take you off this earth!",
		"afterPeace": "¡¡¡Celebremos la paz después de esta guerra agotadora!!! ¡Olé! (Let's celebrate the peace after this grueling war!!! Olé!)",
		"defeated": "Alas, the order and unity I have brought to these lands will surely fade, and the successors of the Confederation will be left in chaos. I hope you're proud.",
		"introduction": "Welcome to the great Peru-Bolivian Confederation! I am Marshal Andrés de Santa Cruz, its humble Supreme Protector, and protect I shall! If you recognise our independence, we shall have no quarrel.",
		"neutralHello": "Greetings, leader! What can we do for you, cabrón?",
		"hateHello": "¿Por qué estás aquí en mi presente? What do you want? I don't have time for you.",
		"tradeRequest": "Let just say we want to comercio with you, do you agree with this?",

		"outerColor": [31, 89, 19],
		"innerColor": [243, 131, 127],
		     
		"uniqueName": "Supreme Confederation",
		"uniques": ["Internal Trade Routes eliminate Occupied Unhappiness and provide Gold equal to the amount of Food or Production sent out. Gain an additional Trade Route slot for each enemy Capital conquered."],
		     
		"cities": ["Tacna","La Paz","Lima","Sucre","Arequipa","Cobija","Trujillo","Santa Cruz","Huancayo","Potosí","Cusco","Oruro","Iquitos","Ayacucho","Tarija","Piura","Arica","Puno","Trinidad","Chiclayo","Abancay","Montero","Chimbote","Ica","Llallagua","Pucallpa","Juliaca","Desaguadero"]
	},
	{
                "name": "The United States (Industrial)",
		"leaderName": "Abraham Lincoln",
		"adjective": ["American"], 
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomacy, Domination",
		
		"declaringWar": "Those who deny others freedom do not themselves deserve it.",
		"attacked": "What you cannot win by words, you will not win with weapons.",
		"afterPeace": "I am glad we could resolve our problems with peaceful measures.",
		"defeated": "This is a defeat for all free men; of all free government. It is a terrible loss to all humanity.",
		"introduction": "Greetings there, I am President Lincoln. I'll hope to call you a friend to the United States of America, and that together we live long and prosper.",
		"neutralHello": "Greetings, leader. What can the United States of America do for you here?",
		"hateHello": "A House divided against itself cannot stand. But now I must ask you, what can I do for you?",
		"tradeRequest": "We want you to make a trade with us, because we got you a magnificent offer.",
				
		"outerColor": [36,80,164],
		"innerColor": [255,254,253],
		     
		"uniqueName": "A House Divided did not Stand",
		"uniques": ["Choose a unique wartime bonus upon the outbreak of war with a major civilization. Cities construct the cheapest Gold buildings automatically."],
		     
		"cities": ["Washington","New York","Philadelphia","Albany", "Baltimore","Boston","Cincinnati","St. Louis","Chicago","Louisville","Buffalo","Pittsburgh","Detroit","Milwaukee","Cleveland","Lowell","New Haven","Newark","Providence","Allegheny","Syracuse","Harrisburg","Wilmington","Manchester","Dayton","Indianapolis","Columbus","Worcester","Utica","Gettysburg","Sacramento"]
	},
	{
		"name": "The Confederate States",
		"leaderName": "Jefferson Davis",
		"adjective": ["Confederates"],
		"startBias": ["Grasslands"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "The Confederacy is in danger, and you are the danger. Get ready to be beaten, you son of a thorn in the eye.",
		"attacked": "You and your nation are a thorn in the eye of the Confederacy, get ready for war.",
		"afterPeace": "Be careful, this peace is quite not long, if you do that mistake again.",
		"defeated": "If the Confederacy has fallen, there should be written on its tombstone: Died of a Theory.",
		"introduction": "Welcome to the Confederate States of America. We would be honored if you pay respect to our people.",
		"neutralHello": "Greetings, may I say you're a friend of the Confederacy? Anyway, what can I do for you?",
		"hateHello": "Uhhhh, why you are here and what do you want? I have no time for wasting on you.",
		"tradeRequest": "We are asking for trade, my friend, the Confederacy have something for you.",

		"outerColor": [22,20,25],
		"innerColor": [230,221,30],
		     
		"uniqueName": "Rebel Yell",
		"uniques": ["Infantry units receive a random, unique promotion upon entering combat for the first time. For 3 turns after the outbreak of war, all infantry units may force enemies to retreat."],
		     
		"cities": ["Richmond","Montgomery","New Orleans","Atlanta","Mobile","Memphis","Savannah","Charleston","Nashville","Norfolk","Petersburg","Alexandria","Augusta","Columbus","Wilmington","Macon","Fredericksburg","Baton Rouge","Jacksonville","Lynchburg","Raleigh","Wheeling","Jackson","Natchez","San Antonio","Winchester","Austin","Pensacola","Knoxville","Tallahassee","El Paso","Chattanooga","Santa Fe","Staunton","Algiers","New Bern","Fayetteville","Dallas","Tucson","Vicksburg","Danville"]
	},
	{
                "name": "Canada",
		"leaderName": "Wilfrid Laurier",
		"adjective": ["Canadian"],
		"startBias": ["Tundra"],
		"preferredVictoryType": "Culture, Diplomacy",
		
		"declaringWar": "As an unstinting malignancy defines your relationship to Canada, we have no recourse than war.",
		"attacked": "As we can reach no peaceful resolution with you, Canada must turn, with reluctance, to war.",
		"afterPeace": "May our peace will live on forever in our hearts.",
		"defeated": "So ends our dream of a Canada that might have been. Our people are good-hearted. Rule with mercy, and learn from them.",
		"introduction": "On behalf of the people of Canada, welcome. I am Prime Minister Laurier.",
		"neutralHello": "Greetings, leader. What do Canada help you here?",
		"hateHello": "Canada didn't want to see you here, but how can I help you?",
		"tradeRequest": "Canada is asking for trade between us nations, shall it be ok for you, leader?",

		"outerColor": [255,255,255],
		"innerColor": [150,0,0],
		     
		"uniqueName": "The Last Best West",
		"uniques": ["Founded Cities begin with additional Food and Population based on distance from the Capital.","Settlers have doubled Movement when starting adjacent to a coastal tile."],
		     
		"cities": ["Ottawa","Toronto","Montreal","Halifax","Winnipeg","Vancouver","Quebec","Misissauga","Brampton","Hamilton","Surrey","Laval","Markham","Vaughan","Gatineau","Longueuil","Burnaby","Saskatoon","Kitchener","Windsor","Regina","Richmond","Oakville","Burlington","Sherbrooke","Oshawa","Richmond Hill","Saguenay","Levis","Barrie","Abbotsford","St. Catharines","Trois-Rivier","Coquitlam"]
	},
	{
                "name": "The United States (Victorian)",
		"leaderName": "Theodore Roosevelt",
		"adjective": ["American"], 
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomacy, Science",
		
		"declaringWar": "I wanted to avoid this, you know, but your idea of peace left me no choice.",
		"attacked": "If I must choose between righteousness and peace, I choose righteousness.",
		"afterPeace": "I am glad we could resolve our problems with peaceful measures.",
		"defeated": "Oh, so you think you've won? Well, my friend, maybe not today, and maybe not tomorrow, but soon you'll get what's coming to you.",
		"introduction": "Welcome to the United States of America. You'd have best come with good intentions. Now tell me who you are.",
		"neutralHello": "Greetings, leader. What can the United States of America do for you here?",
		"hateHello": "A House divided against itself cannot stand. But now I must ask you, what can I do for you?",
		"tradeRequest": "We want you to make a trade with us, because we got you a magnificent offer.",
				
		"outerColor": [36,80,164],
		"innerColor": [255,254,253],
		     
		"uniqueName": "Big Stick Diplomacy",
		"uniques": ["Each Citystate City-State you can demand from increases resting rate by +5 (max: +20). Units in Citystate City-State borders do not decrease Influence Influence and begin with +1 Moves Moves."],
		     
		"cities": ["Washington","New York","Philadelphia","Albany", "Baltimore","Boston","Cincinnati","St. Louis","Chicago","Louisville","Buffalo","Pittsburgh","Detroit","Milwaukee","Cleveland","Lowell","New Haven","Newark","Providence","Allegheny","Syracuse","Harrisburg","Wilmington","Manchester","Dayton","Indianapolis","Columbus","Worcester","Utica","Gettysburg","Sacramento"]
	},
	//American City-States - [color]: 0,0,0,
	{
                "name": "Uruguay",
		"leaderName": "José Batlle",
		"adjective": ["Uruguayan"],
                "cityStateType": "Mercantile",
		"startBias": ["River"],
		
		"declaringWar": "I, the interim president of the Oriental Republic of Uruguay, hereby declare war on you for your unforgivable actions.",
		"attacked": "Uruguay will never back down, even you destroyed our lands, but we will show you that we can punish you for your actions.",
		"defeated": "What a shame. I'd have preferred it if you didn't do that.",
		"introduction": "I bid you welcome to Uruguay. Perhaps you'd like to join us for an asado?",
				
		"outerColor": [20,64,145],
		"innerColor": [175, 145, 2],
		     
		"uniqueName": "Defence of Joy",
		"uniques": ["Half of your excess Happiness is provided as Production, divided equally between your cities. Specialists provide an additional +1 of their primary yield while the empire is Happy."],
		     
		"cities": ["Montevideo","Salto","Paysandu","Colonia del Sacramento","Ciudad de la Costa","Las Piedras","Rivera","Maldonaldo","Tacuarembo","Melo","Mercedes","Artigas","Minas","San José de Mayo","Durazno","Barros Blanco","Ciudad del Plata","San Carlos","Pando","Triente y Tres","Rocha","Fray Bentos","Trinidad","La Paz","Canelones","Carmelo","Dolores","Young","Santa Lucia","Progreso","Paso de Carrasco","Rio Blanco","Paso de los Toros","Dr. Francisco Soca"]
	},
	{
                "name": "Cuba",
		"leaderName": "Carlos Manuel de Céspedes",
		"adjective": ["Cuban"],
		"cityStateType": "Maritime",
		"startBias": ["Jungle","Coast"],
		
		"declaringWar": "Cuba will remember this day! We will beat you up, I sure of it.",
		"attacked": "You have done a mistake! We Cubans will hunt you down.",
		"defeated": "The revolution will never be dead! Soon you'll see new revolucionarios rise and recover Cuba's independence!",
		"introduction": "Greetings! I'm Carlos Manuel de Céspedes, and you're standing in the beautiful Republic in Arms of Cuba. Make yourself comfortable... just, not as much as our oppressors.",

		"outerColor": [230,12,87],
		"innerColor": [2,227,2],
		     
		"uniqueName": "La Demajagua",
		"uniques": ["Increased Combat Strength on Plantations (+20%). Adopting a Social Policy grants Revolucionario Points. Upon adopting your first Ideological Tenet, receive 2 [Revolucionarios]."],
		     
		"cities": ["La Habana","Santiago de Cuba","Camagüey","Guantanamo","Pinar del Rio"]
	},
	{
		"name": "Yucatán",
		"leaderName": "Santiago Mendez",
		"adjective": ["Yucatecan"],
		"cityStateType": "Mercantile",
		"startBias": ["None"],

		"declaringWar": "We Yucatecans have the spirit of the Mayan warrioirs of the olden days, and now we will show it.",
		"attacking": "War? So you say you are at war with the Republic of Yucatán? Well, let's see what you can do to our soldiers.",
		"defeated": "Viva Yucatán! Our Republic shall never be forgotten!",
		"introduction": "Mucho gusto, friend. I am Santiago Mendez, honored leader of the Republic of Yucatán. How do you do?",

		"outerColor": [222, 245, 220],
		"innerColor": [20, 255, 20],

		"uniqueName": "Iman's Promise",
		"uniques": ["Cities receive +1 Faith from worked Plantations and +5% Military Unit production per Plantation within working range. If available, spawn near a unique Henequén bonus resource."],

		"cities": ["Mérida","Valladolid","Cancun","Campeche","Tulum","Izamal","Bacalar","Kanasín","Tizimín","Chetumal","Progreso","Tikal","Umán","Tekax","Hunucmá","Uxmal","Playa del Carmen","Ticul","Motun","Oxkutzcab","Peto","Cuzamá","Mahahual","Xpujil","Cozumel","Cobá","Cacaxtla","Celestún","Villahermosa","Tixkokob","Isla Mujeres","Kohunlich","Puerto Adventuras"]
	},
	{
                "name": "Rio Grande",
		"leaderName": "Antonio Canales Rosillo",
		"adjective": ["Civilian of Rio Grande"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "The Republic of Rio Grande wants to declare war on you because of your actions, Get ready to be blown off.",
		"attacked": "Ha! It seems like you just want us to beg you for our lives. No, we will fight, and until we die, we will never be a man's slaves.",
		"defeated": "Rio Grande is no more, we will be back, sooner or later, you will see.",
		"introduction": "Salutations, I'm Antonio Canales Rosillo, the leader of the republic of Rio Grande, right next to Rio Grande river. I hope we could make peace with each other.",

		"outerColor": [222,221,217],
		"innerColor": [222,15,15],
		     
		"uniqueName": "Dios, Libetad y Convención",
		"uniques": ["Units are trained with additional experience based on the number of Horse resources you have per city. During War, all friendly tiles with a river provide damage to enemy units on them or adjacent."],

		"cities": ["Laredo","Monterrey","Saltillo","Reynosa","Guadalupe","Matamoros","Ciudad Victoria","Nuovo Santander","Apodaca","Tampico","Monclova","Jiménez","San Nicolás de los Garza","Topo do los Ayala","García","Hacienda San José de los González","Miramare","Villa Juárez","Mier","Guerrero","Camargo","Sabinas Hidalgo","Linares","Montemorelos","Parras de la Fuente","Nuestra Señora de los Dolores y Cuatro Ciénegas","Morelos","Alcantra","San Fernando","Victoria","San Patricio","Refugio","Seralvo","Nadadores","San José","Hojos","Magiscatzín","Río Bravo","Revilla","Llera","Anelo","La Punta","Escandón"],
	},
	{
                "name": "Florida",
		"leaderName": "Gregor McGregor",
		"adjective": ["Floridian"],
		"cityStateType": "Militaristic",
		"startBias": ["Coast"],
		
		"declaringWar": "I believe that we are in the crosswalks, I hope that you don't mess with my Floridians, and you just did. So, yeah, we are now at war, mate.",
		"attacked": "The Republic of Florida will respond your threat with money and guns.",
		"defeated": "It is no matter, I already have a feeling that I gonna lost this republic anyway. So, I am ready for my next adventure!",
		"introduction": "My name is Gregor MacGregor, and you look like the perfect soldier who would join me with my ruling of Florida! Do you wish to fight by side and reap the rewards?",
		
		"outerColor": [230,230,230],
		"innerColor": [22,227,36],
		     
		"uniqueName": "Either Hell or Amelia",
		"uniques": ["During war, armies have no maintenance cost, and cities cannot stagnate or starve. During peace, luxury resources provide 50% more Happiness."],
		     
		"cities": ["Fernandina","Fort San Carlos","St. Augustine","Pensacola","Fernandina Beach","Jacksonville","St. Marks","Mobile","Baton Rouge","St. Francisville","Biloxi","Amelia Island","Tiger","San Marcos","Little Tiger","Martins Island","St. Marys","Fort Barrancas","St. Johns","Fort George","Fort Caroline","Fort San Francisco de Pupo","Fort Bute","Fort Charlotte"]
	},
	{
                "name": "Texas",
		"leaderName": "Samuel Houston",
		"adjective": ["Texan"],
		"cityStateType": "Militaristic",
		"startBias": ["Grasslands"],
		
		"declaringWar": "Your improper and wild actions get on my nerves for too long... Maybe a whooping for all of you will be great, starting with you, you jackass nut.",
		"attacked": "Oh yeah? Oh YEAH? OH YEAH?! How about you and your bunch of useless soldiers get out of Texas or be beaten by our Texan soldiers on all the ranches.",
		"defeated": "You've made a horrible mistake, you fool! The world shall never forget the heroic last stand of Texas against your wicked forces! Remember the Alamo! Remember the Alamo! Remember the Alamo!!!",
		"introduction": "Welcome, stranger, to the Texan Republic. I am Samuel Houston, though you may call me Sam. We are a sovereign nation, and be warned that we will fiercely fight to the death against all who disrespect that.",

		"outerColor": [222,222,222],
		"innerColor": [22,22,236],
		     
		"uniqueName": "Come and Take it",
		"uniques": ["Melee, Gun, and Mounted units receive a scaling combat bonus when fighting near the Capital, to a maximum of 30% when fighting within the Capital itself. Forts yield +2 Culture."],
		     
		"cities": ["Austin","Houston","San Antonio","Dallas","El Paso","Corpus Christi","Gonzales","Laredo","Richardson","Harrisburg","Brownsville","Galveston","Waco","McAllen","Velasco","Carrollton","Columbia","Beaumont","Pasadena","Holford's Prairie","Bastrop","Hidalgo","Nacogdoches","Goliad","Presidío","Floresville","Point Isabel","Arlen","Port Worth"]
	},
	{
                "name": "California",
		"leaderName": "William Brown Ide",
		"adjective": ["Californian"],
		"cityStateType": "Mercantile",
		"startBias": ["Coast"],
		
		"declaringWar": "The war is inevitable between us, and you make my nerva go nuts! We will show you that we do not weak and we will beat you up.",
		"attacked": "California will never back down, even if no one else support it for freedom. For the freedom of California!",
		"defeated": "The world is big and I want to have a good look at it before it gets dark and maybe the mountains are calling, and I must go.",
		"introduction": "In every walk with nature one receives far more than he seeks. In your walk, you have reached beautiful California. What do you intend to do with your finding?",

		"outerColor": [130,80,27],
		"innerColor": [222,227,36],
		     
		"uniqueName": "Eureka!",
		"uniques": ["During Golden Ages, all tiles that yield at least 1 Gold also yield +1 Science. Gain 1 additional Gold for every Resources near the Capital."],
		     
		"cities": ["Sacramento","San Diego","Los Angeles","San Francisco","Palm Springs","Monterey","Eureka","Lake Tahoe","Fresno","Oakland","Beverly Hills","Santa Barbara","Santa Monica","Irvine","San Bernardino","Santa Ana","Modesto","Santa Cruz","Fremont","Berkeley","Santa Clara","Pomona","Glendale","Fontana","Burbank","Redwood City","Victorville"]
	},
	{
                "name": "Cuba",
		"leaderName": "Carlos Manuel de Céspedes",
		"adjective": ["Cuban"],
		"cityStateType": "Cultural",
		"startBias": ["Jungle","Coast"],
		
		"declaringWar": "Cuba is good enough, why are you matter?! I don't care about your opinion no more, prepare for war!",
		"attacked": "Enough! I have been annoyed by you too much, get lost!",
		"defeated": "The revolution will never be dead! Soon you'll see new revolucionarios rise and recover Cuba's independence!",
		"introduction": "Greetings! I'm Carlos Manuel de Céspedes, and you're standing in the beautiful Republic of Cuba, the land of revolutions. Make yourself comfortable while you're in here and hopefully you will join our cause for liberty and freedom.",

		"outerColor": [130,121,87],
		"innerColor": [250,20,20],
		     
		"uniqueName": "La Demajagua",
		"uniques": ["Increased Combat Strength on Plantations (+20%). Adopting a Social Policy grants Revolucionario Points. Upon adopting your first Ideological Tenet, receive 2 Revolucionarios."],
		     
		"cities": ["La Habana","Santiago de Cuba","Camagüey","Guantanamo","Pinar del Rio","Holguin","Cienfuegos","Santa Clara","Matanzas","Bavamo","Sancti Spiritus","Ciego de Avila","Las Tunas","Artemisa","Nueva Gerona","Cardenas","Baracoa","Palma Soriano","Varadero","Manzanilla","Colón","Contramaestro","Sandino","La Maya","Guanabacoa","Isla Juventus","Guines","Sagua La Grande","Trinidad","Flacetas","Nuevitas","Banes","San Luis","San José de las Lajas"]
	},
	{
                "name": "Deseret",
		"leaderName": "Brigham Young",
		"adjective": ["Civilian of Deseret"],
		"cityStateType": "Religious",
		"startBias": ["Desert"],
		
		"declaringWar": "Deseret will spread love and peace across the world, but you just want cause trouble into this world. Prepare for war, leader!",
		"attacked": "If you want to have a war with Deseret, then fine, we will. Make sure you remember those words. You might regret it in the future.",
		"defeated": "I do believe that you will carry on the good government of righteous society. Take care.",
		"introduction": "Hello, friend. I am Brigham Young, governor of this here Deseret. So let me sit you down and I can tell you about the gospel of Joseph Smith.",

		"outerColor": [250,250,245],
		"innerColor": [250,250,25],
		     
		"uniqueName": "The Mormon Exodus",
		"uniques": ["Settlers can spread religion and have doubled movement in Desert and Plains. Non-Capital cities in these terrains begin with local bonus resources improved."],
		     
		"cities": ["Salt Lake City","Bountiful","Ogden","Provo","West Jordan","Orem","Taylorsville","Layton","Logan","St. George","Sandy","Lehi","Murray","Manti","Draper","Roy","Pleasant Grove","Cottonwood Heights","Kaysville","Holladay","Clearfield","Herriman","Payson","Farmington","Lindon","Smithfield","Grantsville","Pleasant View","Mapleton","Hyrum","Ephraim","Enoch","Harrisville","Fruit Heights","Wellsville"]
	},
	{
                "name": "Sonora",
		"leaderName": "William Walker",
		"adjective": ["Sonoran"],
		"cityStateType": "Cultural",
		"startBias": ["Desert"],
		
		"declaringWar": "You may dare to go against Sonora, but I believe we are at crossroads. Prepare for war!",
		"attacked": "You truly a dumb person at service! Let's have you learned some lessons after this.",
		"defeated": "I have carved my name into history. That, you can never undo.",
		"introduction": "Welcome to Sonora! I'm William Walker. Some folk have taken to calling me 'The Grey-Eyed Man of Destiny', but please - call me Will.",

		"outerColor": [255,250,250],
		"innerColor": [255,22,22],
		     
		"uniqueName": "The Grey-Eyed Man of Destiny",
		"uniques": ["50% Combat Strength bonus if within 2 tiles of a Frontier Town."],
		     
		"cities": ["La Paz","Cabo San Lucas","Ensenada","Mulegé","Loreto","Tijuana","Mexicali","Comondú","Tecate","Playas de Rosarito","Hermosillo","Cajeme","Nogales","San Luis Rio Colorado","Navojoa","Caborca","Agua Prieta","Huatabampo","Etchojoa","Puerto Peñasco","Empalme","Cananea","Magdalena","Álamos","Atil","Bácum","Plutarco Elías Calles","Santa Ana","San Ignacio Río Muerte","Nacozari de Garcia","Altar","Pitiquito","San Miguel de Horcasitas","Ures","Fronteras","Nacozari","Cumpas","Yécora","Sahuaripa","Benjamín Hill","Moctezuma","Baviácora","Quiriego","Aconchi","Arizpe","La Colorada","Nácori Chico","Santa Cruz","Banámichi","Trincheras","Sáric","Vila Hidalgo","San Pedro de la Cueva","Bavispe","Rayón"]
	},
	{
                "name": "Cascadia",
		"leaderName": "Osborne Russell",
		"adjective": ["Cascadian"],
		"cityStateType": "Scientific",
		"startBias": ["Forest"],
		
		"declaringWar": "You are joking, isn't it? I won't back down, I'm positive about it.",
		"attacked": "The nature is depends on how you feel and it's now go against you, I will support its will, prepare, leader.",
		"defeated": "We shall take back to the wild. The cities may have fallen, but you will never tame these hills.",
		"introduction": "Well-met, stranger. Isn't she beautiful? The mountains; our Pacific.",

		"outerColor": [15,15,235],
		"innerColor": [50,235,50],
		     
		"uniqueName": "Bioregionalism",
		"uniques": ["Cities gain +1 Food and +1 Local Happiness per 2 unimproved Forests, Jungles, or Natural Wonders within its borders. May steal enemy tiles that share a border with yours, chance scaling with Tourism output."],
		     
		"cities": ["Seattle","Vancouver","Portland","Spokane","Salem","Juneau","Bellevue","Bellingham","Burnaby","Gresham","Langley","Delta","Eureka","Hillsboro","Maple Ridge","Yakima","Beaverton","Pocatello","Abbotsford","Medford"]
	},
	{
                "name": "Newfoundland",
		"leaderName": "Edward Norris",
		"adjective": ["Newfoundlander"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],
		
		"declaringWar": "Look like you didn't want to be at peace with us, then fine, we will fight you 'til our last breathh.",
		"attacked": "You just love war, isn't it? Well, fine by me, let's see who have the last laugh!",
		"defeated": "Ha ha hah. It is now my last wish must complete, which is seeing Newfoundland the last time before I depart. Hope you govern it well, I am hoping so.",
		"introduction": "Greetings, I am Newfoundland's prime minister, Edward Norris. Hope we could cooperate with each other.",

		"outerColor": [0,123,0],
		"innerColor": [255,200,200],
		     
		"uniqueName": "First Baron of Newfoundland",
		"uniques": ["+15% Production when [Sea] resources is nearby","When at war, all [Civilian Ship] units will become the latest [Militant Ship] units"],
		     
		"cities": ["St.John's","Corner Brook","Labrador City","Mount Pearl","Stephenville","Deer Lake","Torbay","Marystown","Lewisporte","Paradise","Bonavista"]
	},
	{
                "name": "Rupert's Land",
		"leaderName": "George Simpson",
		"adjective": ["Northwesterner"],
		"cityStateType": "Mercantile",
		"startBias": ["Tundra"],
		
		"declaringWar": "Although I and Hudson's Bay Company are not the means to fight, we still have an army, so be careful, 'cause this maybe your last war you could ever participate in.",
		"attacked": "How dare you?! I'll show you that although we are mainly doing business, we still have an army! Be prepared!",
		"defeated": "Ah, well- I guess fortune doesn't always favor the bold. Do your worst with it, I've already made my share of the profits.",
		"introduction": "I am Sir George Simpson, governor for the Rupert's Land. Oh, and yes, we're interested in trade agreements with any willing nation.",

		"outerColor": [225,221,47],
		"innerColor": [255,255,36],
		     
		"uniqueName": "Birch-Bark Emperor",
		"uniques": ["Upon completing a Trade-Route to a City-State, claim a nearby neutral tile and spawns Furs. Cities start with a Merchant specialist when settled on Luxury Resources."],
		     
		"cities": ["Vancouver","Victoria","St.James","Rupert House","Edmonton","Fort Garry","Assiniboine","Sault Ste. Marie","Rocky Mountain","Fort Resolution","Chipweyan","Fort Vermilion","Fort Simpson"]
	},
	{
                "name": "Araucanía and Patagonia",
		"leaderName": "Orélie-Antoine de Tounens",
		"adjective": ["Araucanían", "Patagonian"],
		"cityStateType": "Militaristic",
		"startBias": ["Hill"],
		
		"declaringWar": "You foreigner! You think I am crazy! But I am not, and you should be gone, forever!",
		"attacked": "How rigorous of you! You think I didn't notice that! Make sure that all the soldier you send are nothing but weaklings, begone!",
		"defeated": "You may have beaten me, but know that the people of this land know no yoke of foreign opression. They were, are and will be as free as ever.",
		"introduction": "Welcome, I know this may sound crazy, but I'm King of these lands. Welcome to the Kingdom of Araucanía & Patagonia!",

		"outerColor": [130,221,87],
		"innerColor": [120,255,123],
		     
		"uniqueName": "Futha Rume Mapuche Trapemn",
		"uniques": ["Upon declaring Peace, receive a sum of Gold equal to the amount generated by the enemy during the war."],
		     
		"cities": ["Pernuenco","Neuquen","Chillihue","Loncoche"]
	},
	{
                "name": "Oregon",
		"leaderName": "John Whiteaker",
		"adjective": ["Oregonian"],
		"cityStateType": "Mercantile",
		"startBias": ["None"],
		
		"declaringWar": "Our Oregon is only want peace and trade, not war, I hope you would understand that you made us to do this.",
		"attacked": "It seems you just want to grab this land for money! How pity of you! We will fight for Oregon 'til our last breath.",
		"defeated": "I... am... speechless... Oregon is lost, lost forever in time, as independent as it is. I hope you would be a better ruler of this land than me.",
		"introduction": "Welcome to the land of Oregon, next to the Rockies and I, as the governor of Oregon, pleases to see a foreigner like you here.",

		"outerColor": [10,121,10],
		"innerColor": [122,127,25],
		     
		"uniqueName": "The Oregon Trail",
		"uniques": ["Cities founded at least 7 tiles from the capital start with a Worker; Lumber Mills provide [+1] Gold"],
		     
		"cities": ["Salem","Portland","Beaverton","Oregon City","Medford","Hillsboro","Gresham","St. Helens","Woodburn","Wilsonville","Canyon City","Troutdale","Tigard","Bandon"]
	},
	{
                "name": "Dakota",
		"leaderName": "John Burke",
		"adjective": ["Dakotan"],
		"cityStateType": "Mercentile",
		"startBias": ["Plains"],
		
		"declaringWar": "May will will let us be victorious against your might. I declare war on you! No trade, no agreement, no nothing. Enjoy your day while you can.",
		"attacked": "Ah! What are you doing! Dakota is not for you to take! You tyrant! I declare war! Get out! Now!",
		"defeated": "No! Why!? Dakota has lost!!! You may enjoy your victory for now, but we will prevail forever and ever!",
		"introduction": "May I greet you with formalities, to Dakota. This lands maybe good for agriculture, but who known knows. Anyway, I, John Burke, open hands for relations for Dakota.",

		"outerColor": [225,225,225],
		"innerColor": [0,72,0],
		     
		"uniqueName": "From Humble Origins",
		"uniques": ["[Farm] and [Plantations] produces more [Food] and [Gold] by [50%], [Farm] provides [+5] [City Strength]"],
		     
		"cities": ["Bismarck","Aberdeen","Fargo","Deadwood","Harrison","Yankton","Watertown","Mitchell","Grand Forks","Hot Springs","Madison","Hill City"]
	},
	{
                "name": "Kentucky",
		"leaderName": "Henry Clay",
		"adjective": ["Kentuckian"],
		"cityStateType": "Militaristic",
		"startBias": ["Grassland"],
		
		"declaringWar": "No, no, no more! We have enough! We will stop you by declaring war on you! Begone!",
		"attacked": "Oh, I see how it is! Come, and let's see who has the last laugh!",
		"defeated": "NO, IMPOSSIBLE!!! How dare you advance your units to Kentucky!!! I will come back for revenge for Kentucky, until my last breath!",
		"introduction": "Greetings, and welcome you to the great Commonwealth State of Kentucky, which you should be cooperative with us or else...",

		"outerColor": [210,210,222],
		"innerColor": [222,227,26],
		     
		"uniqueName": "Bluegrass Spirit",
		"uniques": ["Extra Coal from improved sources. Improved and worked Horses provide +1 Happiness, +2 Tourism at the discovery of the Railroad."],
		     
		"cities": ["Frankfort","Louisville","Lexington","Bowling Green","Owensboro","Covington","Lawrenceburg","Blandville","Middlesboro","Danville"]
	},
	{
                "name": "Virginia",
		"leaderName": "Francis Harrison Pierpont",
		"adjective": ["Virginian"],
		"cityStateType": "Militaristic",
		"startBias": ["Forest", "Mountain"],
		
		"declaringWar": "Virginia has no virtue to compare to yours! Get out of my sight, as of right now, we are officially at war.",
		"attacked": "How dare you touch the Virginian soil?! You shall pay for what you have done to these soil!",
		"defeated": "I am speechless, as now I am nothing but your prisoner, but the Commonwealth of Virginia shall rise once more!",
		"introduction": "Oh greetings, as the leader of Virginia, might I say today is a great day to meet you, dear leader.",

		"outerColor": [130,121,187],
		"innerColor": [222,123,0],
		     
		"uniqueName": "Mountain Country",
		"uniques": ["Double quantities of Coal; all units get extra defense in hills with the unique promotion Mountaineer, and ignore terrain cost"],
		     
		"cities": ["Richmond","Chesapeake","Roanoke","Charlottesville","Alexandria","Fredericksburg","Jamestown","Fairfax","Newport City","Manassas","Arlington","Petersburg"]
	},
	{
                "name": "Carolina",
		"leaderName": "Zebulon Vance",
		"adjective": ["Carolinian"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Seems your greedy little hands DO want both Carolinas, well, we will fight until the end!",
		"attacked": "Your attack is now let me in confirmation that you want war, so we will give you WAR!!!",
		"defeated": "I might be a good leader, but to no avail of the state's enemies' strength. Carolina, both North and South is now yours.",
		"introduction": "Welcome to the Carolinians' states. I am the current leader of this land, and may I be pleased to see you here.",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "The Tarheel State",
		"uniques": ["Receive a 15% combat bonus vs larger civs; naval units start with the Supply Promotion; +15% production towards air units."],
		     
		"cities": ["Charlotte","Columbia","Raleigh","Charleston","Asheville","Fayetteville","New Bath","Greensboro","Jacksonville","Aiken","Spartanburg","Orangeburg"]
	},
  {
    "name": "Confederation of the Equator",
		"leaderName": "Manuel de Carvalho Pais de Andrade",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	//Native American CS  - Orange: 255,120,0
	/*{
                "name": "Apache",
		"leaderName": "Geronimo",
		"adjective": ["Apache"],
		"cityStateType": "Militaristic",
		"startBias": ["Plains"],
		
		"declaringWar": "Curse you! You have crossed the line, prepare to lose all your chances to recover!",
		"attacked": "That's it! No more negotiating, you must be killed. Soldiers, prepare to beat those punies.",
		"defeated": "All I done is nothing to save my nation. But you, prepare to get punished by the Old Wind.",
		"introduction": "Ah, greetings. I am Geronimo, hope you will make peace with us Apache.",

		"outerColor": [250,120,0],
		"innerColor": [222,255,23],
		     
		"uniqueName": "Geronimo!!!",
		"uniques": ["All units will have Geronimo promotion.","All calvary units will have +10% attack bonus."],
		     
		"cities": ["Kas-Ki-Yeh"]
	},
	{
                "name": "The Arapaho",
		"leaderName": "Pretty Nose",
		"adjective": ["Arapaho"],
		"cityStateType": "Militaristic"
		"startBias": ["None"],
		
		"declaringWar": "We don't accept you as a traveler anymore but as the evil on this earth. Our soldiers will meet you on the battlefield.",
		"attacked": "Frase",
		"defeated": "Every battle cannot be won. Howouunoni. Have mercy on me. Have mercy on my people. Because beware, we are still strong in defeat.",
		"introduction": "Tous, my fellow traveller. I am Pretty Nose of the Arapaho, and I would see that you do no harm while in my lands.",

		"outerColor": [255,120,0],
		"innerColor": [255,227,236],
		     
		"uniqueName": "People of the Blue Sky",
		"uniques": ["Gain a free mounted unit each time you complete a Trade Route. Cities settled on a strategic resource create the relevant improvement and get a free Trade Route slot."],
		     
		"cities": ["Wootei-niicie","Nii-cii-nec-iini'","Nook-oowu'","Konouutosei","Heet-niiseekuu'","Nonookuneeseeii'","Ceneit-eetee'","Tecenoo","Heet-hockoootee-t","Xonouu'oo'","Biito'owu'","Wox Noho'kuhnee-t","Noowóo-ííteen","Heet-ko'einoo'","Hóo'uu Níit-ko'ús-i'i","Hinenitee Toh-nooxeih-t","Toh-okooxeee-ni'","Níit-kotóus-í'i","Heneeceen-okoy","Nihoon-oobe'","Beexookein-okoy","Notkonii-booo","Ni'ec-i' Toh-booeti-","KTih-noo'oeenootee' Ni'ec-i","'Neniikote'eit Neh'eih-t","Wox-eihtoo","Hisei Tih-nooee-t","Ti'iihiinen Tih-neh'eee-t","Beniis-otoyoo'","Hiwoxuu Hiniioon"]
	},
	{
                "name": "Comancheria",
		"leaderName": "Puhihwitsikwasu (Iron Jacket)",
		"adjective": ["Comanche"],
		"cityStateType": "Militaristic",
		"startBias": ["Avoid Tundra and Jungle"],
		
		"declaringWar": "I have warned you, but you don't listen. Maybe a lesson will be enough for you, you stubborn one. You deserved to be beaten. Prepare for war!",
		"attacked": "If you don't want peace, it's fine by me. You deserve to be killed by us Comanches. Your words are nothing but nonsense. Prepare to die!",
		"defeated": "Impossible. I was supposed to be invincible!",
		"introduction": "I'm Puhihwitsikwasu, chieftain of the Quahadi Comanche. I'll give you one warning: stay off the Comanchería; it's our rightful land.",

		"outerColor": [255,120,0],
		"innerColor": [245,227,227],
		     
		"uniqueName": "Comanche Moon",
		"uniques": ["Razing cities grant Gold per turn, and Faith to nearby cities if at peace with the original owner. Horse units can enter foreign territory, and pillage while at peace in foreign territory at the cost of Faith."],
		     
		"cities": ["Quahadi","Penateka","Yamnparika","Jupe","Kotsoteka","Nokoni","Kwahihuu Ki","Pahnaixte","Hupanuu","Tenawa","Teyuwit","Pikaatemu","Saria Tuhka","Itehtah'o","Ohnonuu","Pahuraix","Pohoi","Tutsanoo Yehku","Wianuu","Tanimuu","Titchahkaynah","Suhmuhtuhka","Pibianigwai","Motso Tu","Wa'wai"]
	},
	{
                "name": "Chickasaw",
		"leaderName": "Tishomingo",
		"adjective": ["Chickasaw"],
		"cityStateType": "Mercantile",
		"startBias": ["Plains"],
		
		"declaringWar": "It seems a warning is not meaning to you, then fine, we will declare war on you.",
		"attacked": "How about you taking one step into my land and see what will happen.",
		"defeated": "This will marked the beginning of your end, I am sure of it!",
		"introduction": "I am Tishomingo, leader of the Chickasaw. You should be careful to announcing war on us.",

		"outerColor": [250,120,0],
		"innerColor": [255,22,26],
		     
		"uniqueName": "Speaker for the Leaders",
		"uniques": ["Gifts will be +25% Influence for -25% Gold. When make a Trade Mission with a Civilization, recieve a free Great Person of choice."],
		     
		"cities": ["Tishomigo"]
	},
	{
                "name": "Choctaw",
		"leaderName": "Pushmataha",
		"adjective": ["Choctaw"],
		"cityStateType": "Militaristic",
		"startBias": ["Plains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [250,120,0],
		"innerColor": [255,100,100],
		     
		"uniqueName": "The Indian General",
		"uniques": ["When at war, receive +25% attack effectiveness for every Infantry units and +25% defensiveness when the Infantry units is in defense."],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Muskogee",
		"leaderName": "William Augustus Bowles",
		"adjective": ["Muskogee"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Your actions are telling me that you're not trustworthy. May we have a war between us, rather stay in a peace that is going nowhere.",
		"attacked": "If you want to enjoy war so much, then there's no reason to just sit and die. Let's meet at the battlefield to see who's the winner.",
		"defeated": "I can no longer stand this. Take me as your prisoner, but spare my people!",
		"introduction": "Hello there! I'm William Bowles, Director-General of the State of Muskogee. We're committed to peace and freedom for all those that seek it.",

		"outerColor": [255,120,0],
		"innerColor": [236,227,236],
		     
		"uniqueName": "Estajoca",
		"uniques": ["During a Peace Treaty, resting Influence with Civilizations is increased by 20. Trade Routes to Civilizations provide Great General Points, and Units near the Civilizations will passively gain XP."],
		     
		"cities": ["Miccosukee","Tallahassee","Fowltown","Tallapoosa","Pensacola","Ochlockonee","Hitichiti","Tuckabatchee","Wakulla","Chattahoochee","Waukeenah","Coushatta","Apalachicola","Wetumpka","Cusseta","Muklassa","Stoinhatchee","Chehaw","Eufaula","Ocheesee","Wacissa","Apalachee","Okchai","Ocmulgee","Sawokli","Wewahitchka","Okfuskee","Yamasee","Tamali"]
	},
	{
                "name": "Seminole",
		"leaderName": "Micanopy",
		"adjective": ["Seminole"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [250,120,0],
		"innerColor": [222,227,222],
		     
		"uniqueName": "Sint-chakkee",
		"uniques": ["When at war, units will ignore terrain cost and can have a movement of 5 when in Seminole's or in an ally territories."],
		     
		"cities": ["Cuscowilla"]
	},
	{
                "name": "The Sioux",
		"leaderName": "Sitting Bull",
		"adjective": ["Sioux"],
		"cityStateType": "Militaristic",
		"startBias": ["Plains"],
		
		"declaringWar": "You think we will set you free without a punishment? Prepare for war, because your actions in other places have reached my ear. Let's fight!",
		"attacked": "Oh really, then show us then. Show us that you are capable of fighting with us people.",
		"defeated": "This nation is like a spring freshet; it overruns its banks and destroys all who are in its path.",
		"introduction": "Each man is good in the sight of the Great Spirit. I am here by the will of the Great Spirit, and by his will I am Chief.",

		"outerColor": [255,120,0],
		"innerColor": [222,222,120],
		     
		"uniqueName": "Great Buffalo Hunt",
		"uniques": ["Starting with your second City, settling near Plains Tiles will spawn a Bison Resource. Bison in Sioux territory may not be improved, but instead provide a large base yield (increased at Chivalry) and periodically roam the map."],
		     
		"cities": ["Hunkpapa","Mdewakantonwan","Yankton","Oglala","Sisseton","Wahpekute","Sihasapa","Wahpetonwan","Itazincho","Sichangu","Yanktonai","Oohenupa","Hohs","Kivaksa","Mawahota","Oyuhpe","Unkpatina","Wazhazha","Wakpokinyan","Payabaya","Glaglanecha","Shikshichela","Wamnugaoin","Tiyopaoshanunpa","Tatankachesli","Wanhinwega","Shinalutaoin","Itesica","Shunkayuteshni","Mazpegnaka","Tapisleca","Bakihon","Sanona","Little Bighorn"]
	},
	{
                "name": "The Shawnee",
		"leaderName": "Tecumseh",
		"adjective": ["Shawnee"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Welcome, traveler. I am Tecumseh, chief of the Shawnee. I always give a word or a sign of salute when meeting or passing a friend of mine, even a stranger, when in a lonely place, I will show respect to all people and grovel to none.",

		"outerColor": [255,120,0],
		"innerColor": [227,227,227],
		     
		"uniqueName": "Tecumseh's War",
		"uniques": ["When Shawnee is at war with any Civilization or City-State, its border do not expand and its City with 3 Citizens or lower do not grow."],
		     
		"cities": ["Prophetstown","Pelxtan","Chalacasa","Chalakagay","Chalahgawtha","Tippecanoe","Shawnee City","Eskippakithiki","Sonnionto","Shawneetown","Fort Ancient","Sunwatch Village","Kemp","Hine","Baldwin","Stokes","Baum","Practorville","Feurt","Fox Farm","Buckner","Hardin Village","Hahns Field"]
	},
	{
                "name": "The Yaqui",
		"leaderName": "Cajemé",
		"adjective": ["Yaqui"],
		"cityStateType": "Militaristic",
		"startBias": ["Desert"],
		
		"declaringWar": "Don't you dare laugh! Your actions are considered unfavourable. Let's fight until one side wins.",
		"attacked": "You imbecile! We don't do anything for you to declare war on us! You are deserved to die! Come to me if you want fight me!",
		"defeated": "I may be defeated, but my spirit can never be taken, and my people will never stop fighting.",
		"introduction": "Lios em chania. Greetings. I am Cajemé of the Yaqui, and I will never stop fighting for my people.",

		"outerColor": [250,120,0],
		"innerColor": [22,22,236],
		     
		"uniqueName": "The Easter People",
		"uniques": ["Receive 4 maintenance-free units upon adopting a religion in your Capital. Cities of your main religion yield Faith upon training a unit while at war."],
		     
		"cities": ["Torim","Beene","Wibism","Rahum","Potan","Vicam","Bacum","Ko'okoim","Bataconsica","Torokoba","Copas","Pitahaya","Nogalitos","Totoi-ta-kuse'epo","Otam Kawi","Vakatetteve Kawi","Guadalupe","Guaymas","New Pascua","Pueblo Yaqui","Capetamaya","El Añil"]
	},
	{
                "name": "The Métis",
		"leaderName": "Louis Riel",
		"adjective": ["Métis"],
		"cityStateType": "Militaristic",
		"startBias": ["Plains"],
		
		"declaringWar": "You are a danger to the Métis, and I, will help them defeat you and your nation.",
		"attacked": "How dare you go against us?! You soon will regret, you should know that.",
		"defeated": "All is lost, thanks to you, the Métis will never be independent. Good day.",
		"introduction": "Greetings, I am Louis Riel, I lead the Métis and they treated me good. I hope we can be ally with each other.",

		"outerColor": [250,120,0],
		"innerColor": [20,20,235],
		     
		"uniqueName": "North-West Revolution",
		"uniques": ["When at war, all units got +10% attack bonus on Rough terrains."],
		     
		"cities": ["Caslan","Cold Lake","East Prairie","Elizabeth","Packechawanis","Machachowise","Kikino","Marlboro","Paddle Prairie","Big Prairie","Touchwood","Wolf Lake"]
	},
	{
                "name": "The Cheyenne",
		"leaderName": "Woqini",
		"adjective": ["Cheyenne"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "You think that you are stronger than us Cheyenne, then why don't you show us at the battlefield.",
		"attacked": "You are losing all goodness towards us, we shall be your worst nightmare.",
		"defeated": "This is impossible! My preparations were immaculate! How could this have happened?",
		"introduction": "Greetings, stranger! Some call me Roman Nose, but know that I am the untouchable warrior, Woqini of the Cheyenne.",

		"outerColor": [250,120,0],
		"innerColor": [222,222,5],
		     
		"uniqueName": "Bundle of Sacred Arrows",
		"uniques": ["Foreign Trade Routes grant starting XP to units trained in their home cities. Promoting Units outside friendly territory expands the borders of the nearest friendly city."],
		
		"cities": ["Bear Butte","Toh'nihvoos","Vónkoohámahoéve'ho'éno","Red Fork","Mud Springs","Rush Creek","Washita River","Sand Creek","Summit Springs","Hónowa","Tsétsehéstahese","Masikota","Voxpometaneo"]
	},
	{
                "name": "The Luiseño (Payómkawichum)",
		"leaderName": "Pablo Tac",
		"adjective": ["Luiseño"],
		"cityStateType": "Religious",
		"startBias": ["Plains"],
		
		"declaringWar": "May God let a peaceful path for you, as the path of war is cruel, but necessary for a person like you.",
		"attacked": "May God have mercy on you, because your ego have made you go  declare war on us, may your soul be blessed.",
		"defeated": "God is still with us, and I must weather this trial, as it is His will...",
		"introduction": "May the Lord be with you. I am Pablo Tac, and I speak for my people, the Payómkawichum.",

		"outerColor": [250,120,0],
		"innerColor": [222,22,22],
		     
		"uniqueName": "When Merciful God Freed Us",
		"uniques": ["+10% Building Production speed in the Capital per foreign Capital it shares a Religion with, given to all cities if also Friends. Religious Units expended in your borders provide a boost of Science."],
		     
		"cities": ["Quechla","Pala","Táaxanashpa","Páayaxchi","Táa'akwi","Húyyulkum","Méexa","Katúktu","Pochóorivo","Wi'áasamay","Tómqav","Mixéelum Pompáwvo","Kwáa'alam","Síikapa","Kóolu","Hurúmpa","Teméeku","Suvóova"]
	},
	{
                "name": "The Mohave",
		"leaderName": "Irataba",
		"adjective": ["Mohave"],
		"cityStateType": "Militaristic",
		"startBias": ["Desert"],
		
		"declaringWar": "We Mohave want you gone, gone for good! Bring anything you can bring, I'll show you, we'll show you!",
		"attacked": "How dare you?! We shall be meet eachother at the battlefield, and make sure you bring your soldiers with you, I'll show them, we'll show them.",
		"defeated": "I am so weary of the bloodshed. Dark and cheerless are my skies... Please... make it stop.",
		"introduction": "Welcome, honored dignitary. Please, rest yourself by the cool water of the river. I am Irataba, Aha Macave Yaltanack who has seen my people through many battles and achieved peace. As you can see, I am adorned with the gifts of tribes far and wide. ...Do you have something for me, too?",

		"outerColor": [250,120,0],
		"innerColor": [22,22,50],
		     
		"uniqueName": "The Old Desert Giant",
		"uniques": ["When a city is founded, the locations of all nearby Oases and Luxury Resources in Desert are revealed. Receive Happiness from exchanged Embassies."],
		     
		"cities": ["Avi Kwa Ame","Aha Kwi Nyamasave","Avi Kwi Nyamaoave","Avi Melyehweke","Aha Kwahwat","Avi Mota","Avi Halywa'ampa","Avi Hamoka","Avi Veskwi","Avi Tsierqe","Ahtsye-'aksamta"]
	},
	{
                "name": "The Modoc",
		"leaderName": "Kintpuash",
		"adjective": ["Modoc"],
		"cityStateType": "Militaristic",
		"startBias": ["Plains"],
		
		"declaringWar": "Oh, I see how this is, this is an act of war! I declare war on you, you must back down or else!",
		"attacked": "You are doing too much, we can prepare for war because of you. Go scram! Begone, gone for good!",
		"defeated": "I am not afraid to die. I will not fall on the rocks. When I die, my enemies will be under me!",
		"introduction": "I am but one man. I am the voice of my people. Whatever their hearts feel, I talk.",

		"outerColor": [250,120,0],
		"innerColor": [2,230,230],
		     
		"uniqueName": "Hell with the Fire Out",
		"uniques": ["Cities receive additional Strength and HP per Mountain or Hill in their borders, and +1 Food per directly adjacent Mountain. Cities adjacent to Mountains allow the 'airlifting' of units to one another."],
		     
		"cities": ["Agawesh","Kumbat","Nushalt-Hagak-ni","Bloody Point","Lost River","Tule Lake","Dry Lake","Shasta","Land's Ranch","Hardin Butte","Sand Butte","Dokdokwas","Welwashkeni","Sputuishkeni","Keuchishkeni","Stuikishkeni","Wachamshwash"]
	},
	{
                "name": "The Blackfoot",
		"leaderName": "Isapo-mixaku (Crowfoot)",
		"adjective": ["Blackfoot"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "It seems that you are a bad foreigner, even a villain. May the Old Wind blows you away.",
		"attacked": "No, no matter what you dare to do with me, I and my people will not back down, get out! Get out!!!",
		"defeated": "What is life? It is the flash of a firefly in the night. It is the breath of a buffalo in the winter time. It is the little shadow which runs across the grass and loses itself in the Sunset.",
		"introduction": "Welcome to the land of the buffalo, where we, the Blackfoot, inhabit. I am Crowfoot.",

		"outerColor": [250,120,0],
		"innerColor": [210,200,45],
		     
		"uniqueName": "To Speak for the Children",
		"uniques": ["Worked sources of Bison and Horses provide XP for newly-trained land units. During Peace Treaties, units Level 4 or over provide Influence with City-States."],
		     
		"cities": ["Soyoohpawahko","Estipah Skikikini-kots","Moh-Kíns-Tsis-Aká-Piyoyis","Eyarhey Tatanga Woweyahgey Wakan"]
	},
	{
                "name": "The Chumash",
		"leaderName": "Rafael Solares",
		"adjective": ["Chumash"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [250,120,0],
		"innerColor": [255,12,12],
		     
		"uniqueName": "In the Trace of Zanja de Cote",
		"uniques": ["When at war, all [Land] and [Water] units receive +25% Strength bonus against Cities."],
		     
		"cities": ["Malibu","Nipomo","Lompoc","Ojai","Point Mugu","Point Hueneme","Lake Castaic","Saticoy","Simi Valley","Somis"]
	},
	{
                "name": "The Nez Perce (Nimiipuu)",
		"leaderName": "Chief Joseph",
		"adjective": ["Nimiipuu"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "It seems that you don't quite fond of us, and so you becomes a jerk. That route, I might say, profoundly stupid.",
		"attacked": "Uhhh, undoubtedly dumb. Let's see who wins this war.",
		"defeated": "I am tired of fighting. Our chiefs are killed.  The old men are all dead. It is the young men who say no.",
		"introduction": "Welcome, stranger. These are the lands where we have always lived and subsisted.",

		"outerColor": [250,120,0],
		"innerColor": [25,20,255],
		     
		"uniqueName": "Thunder Rolling to Great Heights",
		"uniques": ["While a City is training a [Calvary] Unit, it gains the effects of a Golden Age. After researching Ecology, gain +1 Culture and +1 Tourism for each Mounted Unit you constructed during the game."],
		     
		"cities": ["Kamiah","Shimínĕkĕm","Hăsweiwăwih","Kuseyneisekit"]
	},
	{
                "name": "The Shoshone",
		"leaderName": "Pocatello",
		"adjective": ["Shoshone"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Shoshone will prevail, you foreigners, we will kill you all!",
		"attacked": "I must make you foreigners go away from our lands forever!",
		"defeated": "You damned people! I assure you, we will come back!",
		"introduction": "I am Chief Pocatello. You have arrived in the thick of Shoshone land.",

		"outerColor": [250,120,0],
		"innerColor": [22,235,230],
		     
		"uniqueName": "Great Expanse",
		"uniques": ["Founded cities start with additional territory. Units receive a combat bonus when fighting within their own territory (+15% Melee strength unit strength)."],
		     
		"cities": ["Moson Kahni","Agaidike","Goshute","Pohokwi","Washakie","Timbisha","Hukandeka","Tukudeka","Skull Valley","Big Pine","Duck Valley"]
	},
        {
                "name": "The Chinook",
		"leaderName": "Comcomly",
		"adjective": ["Chinook"],
		"cityStateType": "Mercentile",
		"startBias": ["Coast","Tundra"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "All we have exchanged is blows, and we have lost. I accept defeat, but the Chinook people won't.",
		"introduction": "I am Chief Comcomly, and in the name of the Chinook Confederacy I greet you, with hopes that trade will flow freely between our peoples.",

		"outerColor": [250,120,0],
		"innerColor": [0,1,2],
		     
		"uniqueName": "The Salmon Migrations",
		"uniques": ["Coastal resources are automatically improved. Salmon and Orca may periodically migrate to and from Cities within range of the Coast, being more likely to migrate to cities next to Rivers."],
		     
		"cities": ["Chinook","Clastop","Qaniak","Cathlamet","Cathlapotle","Willamette Falls","Nechacolee"]
	},
	{
                "name": "The Pawnee",
		"leaderName": "Sharitarish",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [250,120,0],
		"innerColor": [250,236,236],
		     
		"uniqueName": "Morning Star Ritual",
		"uniques": ["Farms yield Faith when adjacent to a River. Gain Golden Age points based on the Faith per turn."],
		     
		"cities": ["Pawnee","Pawnee City"]
	},
	{
                "name": "The Crow",
		"leaderName": "Aleek-chea-ahoosh (Plenty Coups)",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Squamish",
		"leaderName": "Sahpluk",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Navajo",
		"leaderName": "Manuelito",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Oneida",
		"leaderName": "John Skenandoa (Shenandoah)",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Tehuelche",
		"leaderName": "María Le Grande",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Cayuga",
		"leaderName": "Levi General (Deskaheh)",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Cree",
		"leaderName": "Pîhtokahanapiwiyin (Poundmaker)",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Coast Salish",
		"leaderName": "Seattle",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Beothuk",
		"leaderName": "Nonosbawsut",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Osage",
		"leaderName": "Pawhuska",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Three Affiliated Tribes",
		"leaderName": "Four Bears",
		"adjective": ["Mandan","Hidatsa","Arikara"],
		"cityStateType": "Mercentile",
		"startBias": ["Plains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Buffalo Bird Woman's Garden",
		"uniques": ["Farms increase the [Range] and [Gold] earnt from [Outgoing Trade Route] in [Cities] that working with them"],
		     
		"cities": ["Like-a-Fishhook","Parshall"]
	},
=======
	},*/
	//Africa
	{
                "name": "The Boer Republics",
		"leaderName": "Paul Krueger",
		"adjective": ["Boer"],
		"startBias": ["None"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "I feel this peace is a hoax, a fake peace, a scam, a disguise to your true plan, isn't it? That's why we declare war on you. Prepare for war.",
		"attacked": "I knew it!!! You just want to colonize us, and this is your true plan, isn't it? Let see if you're cunning or dumbfounded.",
		"afterPeace": "I hope you after this, will think twice before attacking us Boers.",
		"defeated": "You may destroy our homes, pillage our lands, and take our lives, but the burning spirit of the Boer shall never be extinguished!",
		"introduction": "Welcome to the land of the Boers, the most fertile and sacred in all the world! Be warned, this land is ours alone, and we will tolerate no imperialist aggression.",
		"neutralHello": "Greetings. What can us Boers help you today?",
		"hateHello": "You colonizer, what do you want?!",
		"tradeRequest": "I, as the president of the Orenje Free State and the Transvaal Republic, ask you to trade with us.",

		"outerColor": [222,100,10],
		"innerColor": [12,12,245],
		     
		"uniqueName": "The Great Trek",
		"uniques": ["+1 Movement for Workers, Settlers, and Great People, and Settlers may withdraw when attacked by a Melee unit . +25% Defense to any unit stationed on a Farm."],
		     
		"cities": ["Pretoria","Johannesburg","Bloemfontein","Pietersburg","Boksburg","Pietermaritzburg","Klorksdorp","Benoni","Ermelo","Potchefstroom","Kroonstad","Krugersdorp","Rustenburg","Middelburg","Wolfmaransstad","Harrismith","Ficksburg","Vereeniging","Heidelberg","Bethal","Standerton","Nylstroom","Vryburg","Bethlehem","Hartingsburg","Klein Vrystaat","Messina","Virginia","Bloemhof","Lichtenburg"]
	},
	{
                "name": "Egypt",
		"leaderName": "Muhammad Ali Pasha",
		"adjective": ["Egyptian"],
		"startBias": ["Desert, River"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "Your greed is immeasurable, may Allah destroys everything of your under my hand.",
		"attacked": "It seems like you feel Egypt is weak, but I fan assure you that we are not, prepare for war!",
		"afterPeace": "It seems you have decided to make peace with us. May Allah stop your choice of war ever again.",
		"defeated": "Everything that I have built for Egypt have failed, may your rule on Egyptian lands will be better than mine.",
		"introduction": "May Allah bless you on the way to Egypt, I'm Muhammad Ali Pasha, the Khedive and Sultan of Egypt.",
		"neutralHello": "Mashallah, welcome to Egypt. What can I do for you here?"
		"hateHello": "Mashallah, why in the name of Allah did you come to Egypt for?"
		"tradeRequest": "Egypt want to have a trade with you, would you accept?",

		"outerColor": [13,222,8],
		"innerColor": [255,255,255],
		     
		"uniqueName": "The Khedivate's Legacy",
		"uniques": ["Trade Route Gold bonus from Caravansaries and Harbors doubled. All Cavalry units gets the Ali Pasha promotion."],
		     
		"cities": ["Cairo","Alexandria","Giza","Asyut","Lisht","Tell al-Fara'in","Desouk","Edfu","Tell al-Ruba","El-Ashmunein","Tell Basta","Minya","Akhmin","Luxor","El Kab","Armant","Balat","El-Lahun","Dahsur","Damanhur","Beni Suef","Tihna al-Gabal","Qift","Naqada","Suez"]
	},
	{
                "name": "Ethiopia",
		"leaderName": "Menelik II",
		"adjective": ["Ethiopian"],
		"startBias": ["None"],
		"preferredVictoryType": "Religion, Culture, Domination",
		
		"declaringWar": "Your actions insult the people of Ethiopia, and for that you must pay a heavy price.",
		"attacked": "Do you not know that the Lion of Judah has always conquered? Well, you will learn soon enough.",
		"afterPeace": "Let's celebrate for our peace with honey wine, and a spirit of joy and laughter.",
		"defeated": "By the spirit of Adwa, you have defeated me. Here, take my hat - it's perfect quality!",
		"introduction": "Foreigner, you stand before the Emperor Menelik II of the Solomonic dynasty of Ethiopia, independent now and forever. You are welcome here of course, but first you must share with me the history of your own nation.",
		"neutralHello": "Greetings, foreigner. What can Ethiopia help you today?",
		"hateHello": "Why are you here?! What purpose do you come to my palace for?!",
		"tradeRequest": "We like to trade with you today, foreigner, and we have offered this deal here for you.",

		"outerColor": [120,255,120],
		"innerColor": [255,1,7],
		     
		"uniqueName": "Spirit of Adwa",
		"uniques": ["+20% Combat Strength vs units belonging to civilizations with more cities than you."],
		     
		"cities": ["Addis Alam","Addis Ababa","Adwa","Harar","Gondar","Dessie","Adama","Debre Berhan","Makdala","Lalibela","Mek'ele","Adrigrat","Ankober","Awasa","Buno Bedele","Debarq","Dobre Tabor","Alamata","Asella","Jijinga","Jimma","Bahir Dar","Metemma","Asaita","Hosaena","Dire Dawa","Arboye","Welwel","Weldiya","Addis Zemen","Nekemte","Shilavo","Maji","Dabat","Axum","Shire","Awash","Kombocha","Bonga","Gambela"]
	},
	{
                "name": "Morocco",
		"leaderName": "Hassan I",
		"adjective": ["Moroccan"],
		"startBias": ["Desert"],
		"preferredVictoryType": "Victory type",
		
		"declaringWar": "The gain from the war, what will you get out of it?",
		"attacked": "Shame on you, using violence which doesn't solve anything.",
		"afterPeace": "This conflict has come to an end.",
		"defeated": "The gain is having a clean system from corruption.",
		"introduction": "I am the Sultan of Morocco, Hassan I, in the name of my people I welcome you!",
		"neutralHello": "Greetings!",
		"hateHello": "What are you doing here?!",
		"tradeRequest": "I came hopeful that we can reach an agreement.",

		"outerColor": [250,27,20],
		"innerColor": [221,221,25],
		     
		"uniqueName": "Ruby of the Farthest West",
		"uniques":["Defensive buildings increase Production towards Wonders while at peace and towards units during war. +2 Food in the Capital for each imported Luxury resource."],
		     
		"cities": ["Meknes","Marrakech","Fes","Rabat","Salé","Tangier","Agadir","Tetouan","Taroudant","Mogador","Tuat","Sijilmassa","Oujda","Timbuktu","Gao","Djenne","Kenitra","Tagilalt","Ouarzazate","Esseouira","Taza","Elksar Elkabir","Azamor","Safi","Tagmadart","Debdou","Iligh","Dila","Khemisset"]
	},
	{
                "name": "The Zulu",
		"leaderName": "Shaka kaSenzangakhona",
		"adjective": ["Zulu"],
		"startBias": ["Avoid Jungle"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "None did I lose once, even you, I say, actually have some nerve right there! Prepare for war!",
		"attacked": "You do know the consequences, but your greed wins over you, now the days mark your end. Prepare for war!",
		"afterPeace": "I hope you don't do it again.",
		"defeated": "My warriors, we have lost the battle, we have lost it forever.",
		"introduction": "I'm Shaka of Zulu. Don't try to move, warrior, or I'll destroy you.",
		"neutralHello": "Hail your Majesty!",
		"hateHello": "You say? What are you doing here?",
		"tradeRequest": "We want to trade with you, so approve the closure deal.",

		"outerColor": [255,255,255],
		"innerColor": [10,12,0],
		     
		"uniqueName": "Fight with Honor",
		"uniques": ["Melee units cost 50% less maintenance. All units require 25% less experience to earn their next promotion."],
		     
		"cities": ["Ulundi","Umgungundiovu","Nobamba","Bulawayo","KwaDukuza","Nongoma","oNdini","Nodwengu","Ndonakusuka","Babanango","Khangela","KwaHlomendlini","Hlobane","eThekwini","Mlambongwenya","Ezigwagweni","eMangweni","Isiphezi","Masotsheni","Mtuzini","Nyakamubi","Dumazulu","Hlatikulu","Mthonjaneni","Empangeni","Pongola","Tugela","Kwamashu","Ingwavuma","Hluhluwe","Matubatuba","Mhlahlandlela","Mthatha","Maseru","Lobamba","Qunu"]
	},
	{
                "name": "Sokoto",
		"leaderName": "Usman Don Fodio",
		"adjective": ["Sokoto"],
		"startBias": ["None"],
		"preferredVictoryType": "Religious, Domination",
		
		"declaringWar": "You heresy! You think you can escape, not if I capture you first!",
		"attacked": "I see, if you don't beg for peace then war it must be! Allahu Akbar!!!",
		"afterPeace": "If you say so, then peace it is, hope you don't make that mistake again.",
		"defeated": "Heresy! You may have won on Earth, but you will pay dearly in Jahannam.",
		"introduction": "Salutations! You stand in the presence of Usman dan Fodio. Are you a fellow man of the faith, or are you an enemy I must destroy?",
		"neutralHello": "Mashallah, welcome to Sokoto Caliphate, what can I do for you?",
		"hateHello": "We don't welcome you here, what do you want?!",
		"tradeRequest": "We, as a nation, asking you about trade, do you see this trade is fair?",

		"outerColor": [20,255,20],
		"innerColor": [50,225,50],
		     
		"uniqueName": "Fulani Jihads",
		"uniques": ["Citadels increase the yields of adjacent tile improvements. When making Faith purchases, gain Great General points scaling with the amount of Faith spent."],
		     
		"cities": ["Sokoto","Gwandu","Kano","Gudu","Degel","Zazzau","Katsina","Alkalawa","Birni N'Konni","Gombe Aba","Bauchi","Yola","Daura","Biram","Wurno","Gawakuke","Dange Shuni","Kwasarawa","Dukku","Rano","Gusau","Nafada","Akko","Anko","Jalingo","Nupe","Zango","Baure"]
	},
	//African City-States - Khaki: 234,227,167
	{
                "name": "Akarland",
		"leaderName": "Prempeh I",
		"adjective": ["Ashanteman"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "You and your men are here for nothing but plunder us Ashantemen, we will fight back until our last breath.",
		"attacked": "I hope you don't declare war on us but if you want war, I will give you war.",
		"defeated": "My warriors were outnumbered, yet they fought with spirit and heart. Beware of what you have set in motion.",
		"introduction": "Welcome to the court of Akanland. Our kingdom is one of the fiercest and finest to grace this world.",

		"outerColor": [230,221,7],
		"innerColor": [255,22,23],
		     
		"uniqueName": "The Throne of Gold",
		"uniques": ["Gain Throne of Gold Points whenever a city is conquered, a city is converted to your Religion, or when a Great Person is expended. Throne of Gold points can be used to recruit units."],
		     
		"cities": ["Kumasi","Denkyira","Konongo","Mampong","Ejura","Atebubu","Yeji","Winneba","Accra","Buna","Bole","Mango","Kong","Little Popo","Bekwai","Obuasi","Akrofuom","Ajumakassi","Takyiman","Kpembe","Daboya","Yendi","Banda","Wankye","Nsoko","Atakpame","Sukura","Wiawusu","Wa","Bassu","Abetiti","Kufuri","Jabin","Agogo","Dumassi","Kumi","Mansisu","Berekum","Kintampo"]
	},
	{
                "name": "Borno",
		"leaderName": "Rabih az-Zubayr",
		"adjective": ["Civilian of Borno"],
		"cityStateType": "Militaristic",
		"startBias": ["Desert, Lake"],
		
		"declaringWar": "You acted like I am a ghost, isn't it? Well, I will show you what a 'ghost' can do to you!!!",
		"attacked": "You do what?! Declare war? On ME?!?!?! I WILL SHOW YOU, YOU FOREIGNERS!!! I WILL SHOW YOU!!!",
		"defeated": "You treacherous conqueror! How dare you defy the power of Allah! Don't be so happy, because I will come back from the grave!",
		"introduction": "May Allah bless you for you here to meet me. I'm Rabih al-Zubayr, or the French called me, Rabah. Let's see what we can do.",

		"outerColor": [140,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "The Warlord of Lake Chad",
		"uniques": ["All land units get +5% bonus while attacking vs any land units, except Sword units which have 10% bonus while attacking vs all land units. All Palace and Mosque gets +10 Faith every 15 turns."],
		     
		"cities": ["Dikwa","Ngazargamu","Kukawa","Abadam","Chibok","Gubio","Guzamala","Njimi","Jere","Kaga","Konduga","Mafa","Magumeri","Maiduguri","Marte","Mobbar","Monguno","Nganzai","Amsaka","Kerri Kerri","Marghi","Zinder","Matsena","Bedde","Kotoko","Logone","Muniyo","Mandara","Bagirmi"]
	},
	{
                "name": "Cyrenaica",
		"leaderName": "Omar al-Mukhtar",
		"adjective": ["Cyrenaic"],
		"cityStateType": "Religious",
		"startBias": ["Desert"],
		
		"declaringWar": "May Allah bless us on this war, Allahu Akbar!",
		"attacked": "Prepare to die under our hand, Allahu Akbar!",
		"defeated": "Speech",
		"introduction": "Mashallah, did you find this nation palpable for you? Good, have some tea, we'll talk for a moment.",

		"outerColor": [0,0,0],
		"innerColor": [255,255,255],
		     
		"uniqueName": "The Lion of the Desert",
		"uniques": ["When at war, all unit got the Matari promotion. When at war, +50% Production when building Infantry units."],
		     
		"cities": ["Benghazi","Tolmeita","Soussa","Derna","Bomba","Tobruk","Awjila","Jaghbub"]
	},
	{
                "name": "Kongo",
		"leaderName": "Henrique II",
		"adjective": ["KiKongo"],
		"cityStateType": "Cultural",
		"startBias": ["Jungle"],
		
		"declaringWar": "Prepare for war, we are ready for anything that could happen, may God have mercy on you, because I do not.",
		"attacked": "Your gratitude to the Kongo is nothing than a lie, prepare, because we are prepared before you said that.",
		"defeated": "Foreign devil! It was you who lied and broke our treaties! You who sold my people! You do not deserve to own this great land!",
		"introduction": "Welcome to my lands, great ruler! I am Henrique II, the ruler of the Kingdom of Kongo.Come, let us form an alliance against any that may threaten our shores.",

		"outerColor": [233,11,7],
		"innerColor": [255,255,255],
		     
		"uniqueName": "Apostle of the Kongo",
		"uniques": ["Receive a copy of any foreign Missionary that begins within your borders. All Missionaries have +2 Movement within your borders and boost nearby city Production based on Faith when expended."],
		     
		"cities": ["Mbanza Kongo","Mbumbi","Mbamba","Mbanza Nsundi","Mbwila","Mpinda","Kwila","Mbanza Mbata","Kinshasa","Kwango","Mbuji-Mayi","Mbanza Mpungu","Bakavu","Sanga","Katango","Mbanza Wembo","Mbamba Lovata","Nkondo","Lemba-Bula","Kibangu","Manga","Mbanza Mpemba","Zombo","Banza","Umpaka","Matadi","Mbandaka","Lubumbashi","Mbanza Soyo","Kalemie","Kindu","Kikwit"]
	},
	{
                "name": "Lesotho",
		"leaderName": "Moshoeshoe I",
		"adjective": ["Sotho"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Your actions have a ton of consequences. I will cleanse it for you when you're gone from this earth.",
		"attacked": "You are nothing but words have minds. Prepare, because you might beg me when you lost.",
		"defeated": "You have defeated me, and I must now begin the walk along the white road. My people however will survive me, and will people the mountains long after you and your stain have been cleansed from it - and no, you can’t have my hat.",
		"introduction": "Kena ka Kgotso stranger! I am Moshoeshoe, the dapper razer king who fortified these hills. If you have weapons, words, or tools to trade you are welcome in my court.",

		"outerColor": [254,254,254],
		"innerColor": [10,10,10],
		     
		"uniqueName": "Atop the Mountain of the Night",
		"uniques": ["Declarations of Friendship provide additional building production in the Capital, and Science generation across the empire when signed with more advanced civilisations."],
		     
		"cities": ["Thaba Bosiu","Morija","Buthe-Buthe","Teyateyaneng","Hlotse","Maseru","Mafeteng","Mohale's Hoek","Maputsoe","Mokhotlong","Qacha's Nek","Quthing","Thaba-Tseka","Libono","Matsieng","Marakabei","Semonkong","Peka","Tlokoeng","Pitseng","Mapoteng","Sehonghong","Sehlabathebe","Mount Moorosi","Oxbow","Molimo Nthuse","Moyeni"]
	},
	{
                "name": "Liberia",
		"leaderName": "Joseph Jenkins Roberts",
		"adjective": ["Liberian"],
		"cityStateType": "Mercantile",
		"startBias": ["Coast"],
		
		"declaringWar": "We don't want to make any conflict between us, but the tension is too much. I must declare war on you.",
		"attacked": "Well, we want peace but if you want to, we will accept. We will ready for any attack you made.",
		"defeated": "I hope you realize what you've done. You've taken away our freedom, which we've sought to protect for all of our years... I hope that whatever you desire is worth taking away a simple right.",
		"introduction": "Hello, my name is Joseph Jenkins Roberts, and I am the president of this new nation of Liberia! I hope that we can coexist freely together.",

		"outerColor": [30,21,255],
		"innerColor": [255,255,255],
		     
		"uniqueName": "American Free Slaves' Society",
		"uniques": ["Expending Great People or Civilian Units next to settlers gives the city they settle bonuses based on the type of civilian. For each cities, 5% of your unit and building maintenance cost is covered."],
		     
		"cities": ["Monrovia","Bassa Cove","Greenville","Harper","Caldwell","Millsburg","New Georgia","Marshall","Bexley","Edina","Crozierville","Careysburg","Clay-Ashland","Perseverance","Cape Mesurado","Cape Palmas","Louisiana","Cestos","Trade Town","Cape Mount","Garraway","Settra Kroo","Grand Sesters","King Williams Town","Baffou","Grand Bootoo","Zapi","Nitton","Baddoo","St.Paul","Nefoo","Sinou","St. John","Wela","Tembo","Butu","Culloh","Rock Cess","Katu","Virginia","Baddu","Hening","Tebo","Grand Taba","Bereby"]
	},
        {
                "name": "Luba",
		"leaderName": "Illunga Sungu",
		"adjective": ["Luba"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],		
			
		"declaringWar": "You think you can toss us around? Not a chance, prepare to be mushed.",
		"attacked": "We cannot tolerate any shenanigans of yours, it's time for war. Be careful of my soldiers!!!",
		"defeated": "I may have been defeated, but I will never be forgotten.",
		"introduction": "You have arrived at the Luba Kingdom! I hope you have had a chance to see our markets, for we have the most splendid trade goods in this world.",

		"outerColor": [10,5,255],
		"innerColor": [14,50,245],
		     
		"uniqueName": "Long Claw of Memory",
		"uniques": ["When conquering a city, instantly fill an empty Great Work slot in that city. Units start with additional experience for each type of Great Work present in the city where they were trained."],
		     
		"cities": ["Katende","Mwibele","Kipushya","Kabongo","Budyende","Kitabi","Musumba","Bukama","Kamina","Dyombo","Bunkaya","Mwansabombwe","Kolwezi","Bukunga","Dilala"]
	},
	{
                "name": "Serer",
		"leaderName": "Ama Joof",
		"adjective": ["Serer"],
		"cityStateType": "Cultural",
		"startBias": ["River"],
		
		"declaringWar": "Your shenanigans is going too far, we have no choice but war. Good luck, we might be the victor and you might be the vanquished.",
		"attacked": "How sad, we must resort to war because of your actions, hope something will help us  beat you down.",
		"defeated": "How pity, you may win us, but not the trust of ours. We'll be back for independence, I promise.",
		"introduction": "Welcome to our Kingdom of Sine, I, as the ruler of the Serer, hope to have some time of peace with you.",

		"outerColor": [230,230,50],
		"innerColor": [240,20,26],
		     
		"uniqueName": "Pre-Colonial Senegambia",
		"uniques": ["Every 5 turns when Serer is at peace, receive +5 Culture and +2 Gold at every that have Palace. When at war, every 5 turns, receive +5 Culture for every city that have Temple and receive +20% unit production for every city that have Barracks."],
		     
		"cities": ["Diakhao","Kajoor","Danki","Somb"]
	},
	{
                "name": "Zanzibar",
		"leaderName": "Barghash bin Said",
		"adjective": ["Zanzibari"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],
		
		"declaringWar": "Why do you have to mess with me? I will show the strength of Zanzibar.",
		"attacked": "How dare you mess with my tradings? I will fight you until the end.",
		"defeated": "What did you want? Gold? Spices? There were far, far easier ways to get your hands on them.",
		"introduction": "Welcome, my friend! This is the great Sultanate of Zanzibar, and I am its great Sultan. I very much hope you're here to trade.",

		"outerColor": [120,245,100],
		"innerColor": [222,227,30],
		     
		"uniqueName": "House of Wonder",
		"uniques": ["Half your Happiness from Luxury Resources is provided as Science. Happiness from a Luxury Resource is doubled if you control a majority of its copies."],
		     
		"cities": ["Zanzibar","Malindi","Dar es Salaam","Mombasa","Kilwa","Bagamoyo","Chake-Chake","Tangu","Masoko","Siyu","Kilindoni","Mkokotoni","Watamu","Mtwara","Mikindani"]
	},{
                "name": "Azande",
		"leaderName": "Gbudwe Mbio",
		"adjective": ["Azande"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "No wonder you are arrogant, but dark-hearted. Prepare to meet your fate, you foreigner!",
		"attacked": "You foreigner, prepare to cost your life at stake, you are the danger and you must pay!",
		"defeated": "You cannot take me alive! Death awaits us both, barbarian!",
		"introduction": "You're too close already, damned crop-headed barbarian! If you inflict any of your mangu upon me, I shall spare you the benge and judge you instead with my blade.",

		"outerColor": [255,1,1],
		"innerColor": [22,2,2],
		     
		"uniqueName": "Niam-Niam",
		"uniques": ["Units outside your borders gain Golden Age Points from kills. While in a Golden Age, your Capital City and any city with a Level 3 or greater garrisoned unit enter We Love The King Day."],
		     
		"cities": ["Yambio","Dungu","Bazungua","Kpelememe"]
	},
	{
                "name": "Dahomey",
		"leaderName": "Guézo",
		"adjective": ["Dahomean"],
		"cityStateType": "Militaristic",
		"startBias": ["Plains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [150,121,87],
		"innerColor": [255,227,236],
		     
		"uniqueName": "End the Tribute",
		"uniques": ["When in a Golden Age, receive a [Great Musician], when in a Dark Age, receive a [Great General]. Receive an additional unit when at war in every 25 turns."],
		     
		"cities": ["Abomey","Allada","Whydah"]
	},
	{
                "name": "Buganda",
		"leaderName": "Muteesa I",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Maasai",
		"leaderName": "Lenana Mbatian",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Eswatini",
		"leaderName": "Labotsibeni Mduli (Gwamile)",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Rwanda",
		"leaderName": "Kigeli IV Rwabugiri",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Madagascar",
		"leaderName": "Ranavalona I",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "The Dervishes (Darwishland)",
		"leaderName": "Mohammed Abdullah Hassan",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Sudan",
		"leaderName": "Mohammed Ahmed bin Abdullah bin Fahal",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Matabele",
		"leaderName": "Lobengula",
		"adjective": ["Civilian"],
		"cityStateType": "Militaristic",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},{
                "name": "Ankole",
		"leaderName": "Mutambuka",
		"adjective": ["Civilian"],
		"cityStateType": "Militaristic",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	//Asia
	{
                "name": "Qing",
		"leaderName": "Empress Cixi",
		"adjective": ["Manchu"],
		"startBias": ["None"],
		"preferredVictoryType": "Culture, Domination",
		
		"declaringWar": "You shall think twice about your actions before you do it, and it seems like you're not. Get out of my court!",
		"attacked": "Oh? So you think you could beat the dragon of the East?! Try, and let's see you could beat it.",
		"afterPeace": "Remember this, Qing is following the flow of the mandate, you shall pleased it rather than go against it.",
		"defeated": "I have lived an incomparable life. Treat my heir with compassion and my people with dignity.",
		"introduction": "Welcome to the imperial court. I trust you understand the proper protocol? Then why do you just stand there...?",
		"neutralHello": "Greetings, leader. Is there an important thing that you want to say in the court of Qing?",
		"hateHello": "You! Why are you here?! What do you want from us?!",
		"tradeRequest": "We politely ask you to trade with us, would you mind trading with us as well?",

		"outerColor": [254,254,0],
		"innerColor": [13,12,255],
		     
		"uniqueName": "Self-strengthing Reforms",
		"uniques": ["Combat Units yield Culture when promoted and are upgraded for free as new Social Policies and Branches are adopted."],
		     
		"cities": ["Beijing","Jehol","Mukden","Jilin","Boli","Hailanpao","Qiqihar","Chengde","Khüree","Kalgan","Hohhot","Baoding","Taiyuan","Uilastai","Jinan","Kaifeng","Shanghai","Weihai","Jiangning","Anqing","Xi'an","Chengdu","Lanzhou","Xining","Hangzhou","Fuzhou","Nanjing","Nanchang","Wuchang","Guangzhou","Changsha","Guilin","Qinzhou","Kunming","Guiyang","Chongqing","Duhai","Ili","Kobdo","Lhasa"]
	},
	{
                "name": "Japan (Shogunate)",
		"leaderName": "Tokugawa Yoshinobu",
		"adjective": ["Japanese"],
		"startBias": ["None"],
		"preferredVictoryType": "Culture, Domination",
		
		"declaringWar": "Edo can't ignore your actions no more, prepare for war. My soldiers will beat anyone who oppose us Japanese.",
		"attacked": "Dakaranani? We just live in peace but you want war, isn't it. Then let it happens, and see who is victorious, who is lost and without dignity, die of despair.",
		"afterPeace": "That's good. I am pleased that we could live in peace once more. Good job.",
		"defeated": "It was a grave mistake to have ever approached the battlefield, especially with one as fierce as yourself. I'm not one to die right now, however. I accept my defeat.",
		"introduction": "The noble Tokugawa bows to their foreign visitors. My name is Tokugawa Yoshinobu, and you should find that we've plenty to learn from each other.",
		"neutralHello": "Greetings, leader. What words do you have in mind?",
		"hateHello": "Oh, it's you. What do you want? You want something from us? Say it.",
		"tradeRequest": "Let me ask you, can we make a trade deal with you, we want to have this from you and we will exchange this for that.",

		"outerColor": [234,234,234],
		"innerColor": [0,0,0],
		     
		"uniqueName": "Drawing the Last Sword",
		"uniques": ["Buildings that provide Unit Production provide Experience. Units earn Science upon Promotion."],
		     
		"cities": ["Edo","Hakodate","Aizuwakamatsu","Osaka","Nagasaki","Yokohama","Shimoda","Kagoshima","Wakayama","Kanazawa","Nagoya","Niigata","Mito","Sendai","Fukuoka","Koshu","Nagaoka","Toba","Kumamoto","Matsumae","Saga","Hyogo","Shiroishi","Sapporo","Tsu","Odawara","Hikone","Akita","Morioka","Koriyama"]
	},
	{
                "name": "Japan (Empire)",
		"leaderName": "Emperor Meiji",
		"adjective": ["Japanese"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination, Culture, Science",
		
		"declaringWar": "Today, I'm at the limit! Your actions made me unspeakable, unable to tell how bad the consequences are! Prepare for war!",
		"attacked": "You shall be seen by now that, you have made a mistake! If you want to see us on the battlefield then fine, we will.",
		"afterPeace": "Japan respects any peace that is proposed, we don't want war but peace.",
		"defeated": "It is only I that does this nation great dishonour. I am a servant to my defeat, but I beg you kindness upon my oppressed people.",
		"introduction": "You are welcome in the lands of Japan, but you must pledge your honesty and your honour to my name before I would speak with you.",
		"neutralHello": "Ohayogozaishimasu, leader! What do you have in mind?",
		"hateHello": "Why are you still in the Japanese court?! What do you want exactly?!",
		"tradeRequest": "It is today that Japan and you are making a trade deal, with Japan gains this in exchange with that.",

		"outerColor": [255,255,255],
		"innerColor": [235,0,0],
		     
		"uniqueName": "Imperial Reverence",
		"uniques": ["+20% Culture and Production during Golden Ages. Military Units trained in a Golden Age begin with 15 more XP."],
		     
		"cities": ["Tokyo","Osaka","Kyoto","Nagoya","Kanazawa","Hiroshima","Yokohama","Wakayama","Sendai","Tokushima","Hagi","Shuri","Toyama","Kumamoto","Fukuoka","Kobe","Fukui","Kochi","Sakai","Akita","Matsue","Niigata","Takamatsu","Okayama","Shizuoka","Nagasaki","Hakodate","Kagoshima","Akamazeki","Amagasaki","Otaru","Kawasaki","Yokosuka","Sapporo","Sasebo","Kokura","Miyahara","Yahata"]
	},
	{
                "name": "The Mughals",
		"leaderName": "Bahadur Shah II",
		"adjective": ["Mughal"],
		"startBias": ["None"],
		"preferredVictoryType": "Domination, Culture",
		
		"declaringWar": "You messed up, we will hunt you down! Allahu Akbar!",
		"attacked": "Why would you do that, you made me mad! May Allah help me defeat you!",
		"afterPeace": "Mashallah, peace is achieved. May our relationships aren't sour by your mistake again.",
		"defeated": "You can strip castles from the land, banners from their posts, and crowns from of their righteous owners, but one can never scourge true faith from the hearts of believers. They will remember me, unbeliever. Who exactly are you?",
		"introduction": "Ah, welcome traveller. You stand before the progeny of Genghis, Timur and Babur - God grants me the strength to overcome my enemies, and I pray he grants you the wisdom not to become one. Now sit, sit, let us discuss philosophy.",
		"neutralHello": "Mashallah, welcome to Mughal Empire, what do you want here?",
		"hateHello": "Why are you here?!",
		"tradeRequest": "We like to ask you about trade, did you satisfied about the deal?",

		"outerColor": [20,245,20],
		"innerColor": [230,230,87],
		     
		"uniqueName": "Code of the Empire",
		"uniques": ["Converting a city to your Religion for the first time causes that city and the Capital to permanently yield +2 Gold and +1 Faith. Making purchases with either Gold or Faith grants Golden Age points."],
		     
		"cities": ["Shahjahanabad","Agra","Lahore","Fatehpur Sikri","Ahmedabad","Multan","Surat","Allahabad","Patna","Dhaka","Hyderabad","Gaur","Aurangabad","Thatta","Ujjain","Srinagar","Vijayapura","Burhanpur","Nanded","Kabul","Achalpur","Varanasi","Cuttack"]
	},
	{
                "name": "Siam",
		"leaderName": "Rama V",
		"adjective": ["Siamese"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Culture, Faith, Domination",
		
		"declaringWar": "You are shaming yourself here, I can show you where are the mistakes that you just did.",
		"attacked": "Don't worry, just a bit of spices will cheer you up, I hope you can be more careful before saying something.",
		"afterPeace": "Oh gracious, the peace is here. Hope you can be nicer to us Siamese.",
		"defeated": "I could not keep this kingdom from tearing itself apart.",
		"introduction": "Greetings and welcome upon you, friend. I am Chulalongkorn, king of Siam. I hope you'll find my humble realm a wonder to behold.",
		"neutralHello": "Salutations, can I help you here in my land?",
		"hateHello": "Why are you here, if for a matter that matters, then I still hear your words. Speak out.",
		"tradeRequest": "We Siamese are asking you for trade, may we have an agreement for you here?",

		"outerColor": [140,140,2],
		"innerColor": [230,221,87],
		     
		"uniqueName": "Monthon Reforms",
		"uniques": ["Adopting new Social Policies expands the borders in connected cities and grants Production for the Capital based on those cities' Population size."],
		     
		"cities": ["Phra Nakorn","Samut Songkram","Nakhon Si Thammarat","Nakhon Ratchasima","Chiang Mai","Ubon Ratchathani","Ratchaburi","Chanthaburi","Ayutthaya","Udon Thani","Khon Kaen","Buriram","Chiang Rai","Chonburi","Nakhon Sawan","Songkhla","Phitsanulok","Phetchabun","Pattani","Kamphaeng Phet","Chumphon","Prachinburi","Sukhothai Thani","Nakhon Pathom","Phrae","Phuket","Rayong","Ranong","Nakhon Chai Si","Saraburi","Lopburi","Lampang","Samut Sakhon","Samut Prakarn","Prachuap Khiri Khan","Patchan Khiri Khet","Sriracha","Ratburi","Pattaya"]
	},
        {
                "name": "Persia",
		"leaderName": "Nasser al-Din",
		"adjective": ["Persian"],
		"startBias": ["None"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "You think that Persia will die?! We will show you the might of Persia!",
		"attacked": "Persia will break every bone that your nation has and make your nation bend the knees. Make sure to beg me when your nation is perished.",
		"afterPeace": "Guess you're lucky to survive another day...",
		"defeated": "My empire has crumbled, like those before it. Perhaps the sun has finally set on this fine land.",
		"introduction": "Welcome to Persia, visitor! Her history is rich, and I endeavour to ensure her future is similarly so.",
		"neutralHello": "Welcome to Persia. What brings you here?",
		"hateHello": "Greetings... Why are you here?",
		"tradeRequest": "Persia is in a favor of trading with you, would you accept this offer?",

		"outerColor": [23,160,23],
		"innerColor": [180,180,23],
		     
		"uniqueName": "Royal Tours",
		"uniques": ["Receive Science from Friends while discovering Techs they have already discovered, and receive Golden Age Points for completing these Techs. +50% Combat Strength vs Cities during a Golden Age."],
		     
		"cities": ["Tehran","city","cities","city"]
	},      
	//Asian City-States - Gold: 218,215,47
	{
                "name": "Ezo",
		"leaderName": "Enomoto Takeaki",
		"adjective": ["Citizen of Ezo"],
		"cityStateType": "Maritime",
		"startBias": ["Coastal"],
		
		"declaringWar": "The Republic can't be along with you no more, I, Enomoto Takeaki, will make you an enemy to the Republic!",
		"attacked": "Hoh hoh! How pity you are! The Republic will surely find what you can't capable of, sooner or later.",
		"defeated": "Of course, I'll concede defeat. The Republic is no more, but I believe freedom will one day return to this land.",
		"introduction": "Welcome to the new Republic. I am Enomoto Takeaki, elected president of this land. We're working hard to prepare our nation's defences.",

		"outerColor": [255,255,255],
		"innerColor": [2,22,236],
		     
		"uniqueName": "The Last Samurai",
		"uniques": ["When the Capital is founded, a Citadel is automatically built on an adjacent tile. Starting in the Napoleonic Era, Melee and Gunpowder units generate additional Great General points upon kills."],
		     
		"cities": ["Hakodate","Sapporo","Asahikawa","Kushiro","Tomakomai","Obohiro","Otaru","Kitami","Ebetsu","Chitose","Muroran","Iwamizawa","Eniwa","Kitahiroshima","Ishikari","Noboribetsu","Hokuto","Otofuke","Takikawa","Abashiri","Wakkanai","Date","Nayoro","Nanae","Nemuro","Makibetsu","Nakashibotsu","Shinhidaka","Mombestu","Bibai","Furano","Rumoi","Fukagawa","Engaru","Bihoro"]
	},
	{
                "name": "Korea",
		"leaderName": "Gojong (Yi Myeongbok)",
		"adjective": ["Korean"],
		"cityStateType": "Mercantile",
		"startBias": ["None"],
		
		"declaringWar": "Our ministers decided that your nation is counted. Be sure to ready before it hits the fan.",
		"attacked": "It is that today, marks a big event in our history, as now we will fight and we will fight until our last breathes.",
		"defeated": "How is it that this day has come to pass? I have given everything in my power and more to prevent its coming. Was it still not enough?",
		"introduction": "Korea welcomes you, foreign leader, as do I, Gojong, her emperor. I pray that relations between our empires may be cordial, if not harmonious.",

		"outerColor": [250,250,250],
		"innerColor": [20,20,250],
		     
		"uniqueName": "Enlightenment of the Land",
		"uniques": ["Specialists yield +1 Production for every five external Trade Routes in the empire. Exchanging embassies or Open Borders with other Civilizations yields Science for both parties."],
		     
		"cities": ["Hanseong","Pyongyang","Busan","Daegu","Jeonju","Jinju","Sangju","Taejo","Hamheung","Gongju","Gangneung","Chongjin","Kyongsong","Hwangju","Solme","Seorabeol","Hanyang","Jeollado","Anju","Hoseo","Tamna","Jemulpa","Busosanseong","Samseonghyeol","Gangnam","Sariwon","Sejong"]
	},
	{
                "name": "Lanfang",
		"leaderName": "Luo Fangbo",
		"adjective": ["Civilian of Lanfang"],
		"cityStateType": "Mercantile",
		"startBias": ["Jungle"],
		
		"declaringWar": "Your actions are unacceptable! You acts cruel upon us long enough! Prepare for war!",
		"attacked": "Unbelievable! You think you can best us, we'll show you what we are capable of.",
		"defeated": "Ours will not be the last republic. Another will bear the sword of freedom in defiance of you.",
		"introduction": "A pleasure to meet you. I'm President Luo Fangbo, and I speak for the people of the Lanfang Republic. Oh, are you interested in our system of government?",

		"outerColor": [255,255,25],
		"innerColor": [0,0,0],
		     
		"uniqueName": "Kongsi Federation",
		"uniques": ["For every City actively working 3 Mines or Quarries in your Empire, unlock a random Social Policy tree. Once all Social Policy trees have been unlocked, this bonus will provide a random Freedom Tenet."],
		     
		"cities": ["Dong Wan Li","Pontianak","Sungai Raya","Ketapang","Sanggau","Sintang","Ngabang","Mempawah","Putussibau","Bengkayang","Singkawang","Sekadau","Nanga Pinoh","Sukadana","Pahuman","Sungaipinyuh","Jungkat","Rasau","Sungaiduri","Pemalo","Darit","Sidas","Sosok","Serimbu","Endia","Ledo","Pemangkat","Momong","Haur","Liku"]
	},
	{
                "name": "The Philippines",
		"leaderName": "Emilio Aguinaldo",
		"adjective": ["Filipino"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],
		
		"declaringWar": "You think you can win over us, and also think that we are weak, are you? If you think so, then show me what do you have to fight us.",
		"attacked": "It is seems that you are favor of war rather than peace. A lesson or maybe two or three will be enough for you. Get ready. Your words today might be a lie tomorrow.",
		"defeated": "Your conquest of this land will go down as a great treachery in the history of the world. Of this, I am sure.",
		"introduction": "I am Emilio Aguinaldo, supreme commander of the Philippine armies and president of the Philippine people. You honor us with your visit.",

		"outerColor": [245,245,150],
		"innerColor": [255,130,130],
		     
		"uniqueName": "Undimmed by Tyrant's Might",
		"uniques": ["At the outbreak of war with a major civilization, receive CultureIcon.png Culture for each enemy city in excess of yours.","Infantry Units starting in your borders may force defenders to retreat."],
		     
		"cities": ["Malolos","Cavite El Viejo","San Jose del Monte","Pasig","Angeles","Pateros","Tagig","Kalookan","Cabanatuan","San Pedro de Makati","Mandaluyong","San Francisco de Malabon","Noveleta","Imus","Mariquina","Antipolo","Bacoor","Montalban","Las Pinas","Naik","Tejeros","Maragondon","Biak-na-Bato","Capiz","Jaro","Guagua","Tarlac","San Fernando","Angono","Calamba","Bocaue","Baler","Bacolor","Kakarong","Cebu","Nueva Caceres","Carcar","Nueva Vergara","Bayombong","Palanan","Butuan","Manila"]
	},
	{
                "name": "Taiping",
		"leaderName": "Hong Xiuquan",
		"adjective": ["Civilian of Taiping"],
		"cityStateType": "Religious",
		"startBias": ["River"],
		
		"declaringWar": "I see that you don't being blessed by the Heavenly Father, so how about you scram before the Heavenly Army come to kill you.",
		"attacked": "Hah, the Heavenly Kingdom will never back down, but you only can run before we plunder you.",
		"defeated": "And so the fate that befell the Elder Brother, befalls the younger. I go now to reunite with my Celestial Family.",
		"introduction": "I am the Heavenly King, Hong Xiuquan. Know that ours is a divine mission, blessed with the authority of the Heavenly Father and Elder Brother.",

		"outerColor": [245,245,150],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Brother of Christ",
		"uniques": ["Upon capturing a City, earn a boost of Faith and a restore a portion of the City's HP for each pillaged tile within working distance. Puppet Cities produce +25% Religious Pressure while following your Religion."],
		     
		"cities": ["Taiping","Suzhou","Hangzhou","Wuchang","Nanchang","Ningbo","Jiujiang","Songjiang","Shouzhou","Pukou","Tongcheng","Chengtang","Hankou","Wuxi","Zhelin","Qimen","Zhenjiang","Huizhou","Yangzhou","Jingdezhen","Yong'an","Fencheng","Jinhua","Dongyang","Linhai"]
	},
	{
                "name": "Yettishar (Kashgaria)",
		"leaderName": "Yaqub Beg",
		"adjective": ["Dungan"],
		"cityStateType": "Militaristic",
		"startBias": ["Desert"],
		
		"declaringWar": "May Allah put you and puts you under the grains of sand in the Gobi desert. Prepare to be beaten!",
		"attacked": "Give me your best, because Allah is on my side. What about you?",
		"defeated": "You have defeated me, but if you think faithful are defeated you are a fool. The banner of Shari'a will be the death of you!",
		"introduction": "A messenger, then! This isn't the best time to be passing each other letters, I'm afraid. My enemies won't slaughter themselves.",

		"outerColor": [230,80,80],
		"innerColor": [245,245,150],
		     
		"uniqueName": "Jihad by Way of Gunpower",
		"uniques": ["Cities gain a +1% Land Unit Production bonus for every follower of your Majority Religion in the Capital. Whilst at war, gain a Great General in one of your cities for every enemy city converted to your religion."],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Hyderabad",
		"leaderName": "Osman Ali Khan",
		"adjective": ["Citizen of Hyderabad"],
		"cityStateType": "Militaristic",
		"startBias": ["Hills"],
		
		"declaringWar": "You imbecile, you think you can disrespect us! You are going too deep, and I mean it!",
		"attacked": "Hahahaha!!! It's a shame that I have to waste my soldiers to invade you. Good luck beating us.",
		"defeated": "Such a shame, such a shame. I can only hope my subjects will not suffer as I have.",
		"introduction": "Greetings! I am Osman Ali Khan, by the grace of God Nizam of Hyderabad. Do you come seeking to share in the wealth of my realm?",

		"outerColor": [230,121,0],
		"innerColor": [0,0,0],
		     
		"uniqueName": "Riches of Golconda",
		"uniques": ["Cities generate additional Golden Age Points for each building purchased within them. Upon the dawn of a Golden Age, new sources of Gems are revealed within your territory."],
		     
		"cities": ["Hyderabad","Aurangabad","Karimnagar","Bidar","Khammam","Nizamabad","Parbhani","Raichur","Ramagundam","Nalgonda","Mahbubnagar","Osmanabad","Miryalagunda","Parli","Jagtial","Shamshabad","Mahabubabad","Kinwat"]
	},
	{
                "name": "The Nenets",
		"leaderName": "Vavlyo Neniang (Vauli Piettomin)",
		"adjective": ["Nenet"],
		"cityStateType": "Religious",
		"startBias": ["Tundra"],
		
		"declaringWar": "You think we just let the oppresion happening to us!? No, in fact, we will fight, fights until our last breath.",
		"attacked": "By the power of our gods, you shall be punished. Begone and never show up on our lands again!!!",
		"defeated": "You may have the power to destroy my lands, slaughter my people and take my deer, but you will NEVER break my spirit!",
		"introduction": "I am Vavlyo Neniang, shaman of these lands. Ah, a foreign leader? Excellent! Your deer should provide an excellent feast once we relieve you of them.",

		"outerColor": [245,245,255],
		"innerColor": [22,22,2],
		     
		"uniqueName": "Sambadabts",
		"uniques": ["Each source of Deer worked by a city provides +1 Faith and causes one unfilled Great Work of Music slot to act as if it were filled. Over time, sources of Deer may appear on Snow or Tundra tiles within your territory."],
		     
		"cities": ["Nyar'yana Marq","Vaigach","Khaimersede","Varandey","Bugrino"]
	},
	{
                "name": "Punjab",
		"leaderName": "Ranjit Singh",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Shikoku Han",
		"leaderName": "Sakamoto Ryoma",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Satsuma Han",
		"leaderName": "Saigo Takamori",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Chōshu Han",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Tidore",
		"leaderName": "Nuku Amiruddin",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Kokand",
		"leaderName": "Mohlaroyim",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Donghak",
		"leaderName": "Jeon Bongjun",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Priamurye",
		"leaderName": "Mikhail Konstantinovich Ditherikhs",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Far East",
		"leaderName": "Alexander Vasilyevich Kolchak",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Đại Nam",
		"leaderName": "Minh Mạng",
		"adjective": ["Vietnamese"],
		"cityStateType": "Militaristic",
		"startBias": ["Forest"],
		
    "declaringWar": "Hôm nay, ta sẽ hủy hoại nhà ngươi! Cho đến khi ngươi tàn phế rồi mới thôi!",
		"attacked": "Sao ngươi dám?! Ta sẽ gửi quân phá hủy dân tộc các ngươi! Chuẩn bị đi!",
		"defeated": "Khốn thay cho ngươi! Sẽ có ngày Đại Nam sẽ nổi lên chống lại ngươi!",
		"introduction": "Chào mừng, chào mừng, chào mừn ngươi đã đến Đại Nam, may I take you to our court?",

		"outerColor": [230,121,87],
		"innerColor": [222,227,23],
		     
		"uniqueName": "Nam quốc sơn hà Nam đế cư",
		"uniques": ["[Đại Nam] will never get influence from any major civilizations unless got a good relations with [Đại Nam]."],
		     
		"cities": ["Phú Xuân","Thăng Long","Gia Định","Hải Phòng","Nam Vang"]
	},
	{
	        "name": "Sarawak",
		"leaderName": "James Brooke",
		"adjective": ["Sarawakian"],
		"cityStateType": "Mercantile",
		"startBias": ["None"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [244,222,233],
		"innerColor": [230,230,85],
		     
		"uniqueName": "The White Rajahs",
		"uniques": ["Defeating hostile units in or near City State land always grants Influence and provides Culture towards border expansion. City State relationships increase construction speed (Max 25%)."],
		     
		"cities": ["Kuching","Lundu","Bauh","Simanggang","Limbang","Lingga","Rembas","Semunjuan","Serikei","Paku","Sibu","Muka","Igan","Kanowit","Bintulu","Kapit","Belaga","Long Akar","Truscan","Quop","Banting","Saratok","Betong","Sadong","Siniawan","Kabong","Rejang","Talang Talang","Nanga Belok","Lubok Antu","Song"]
	},
	{
                "name": "Formosa",
		"leaderName": "Liu Yongfu",
		"adjective": ["Taiwanese"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Taipei","Kaohsiung","Tainan","Taichung"]
	},
	{
                "name": "The Amis",
		"leaderName": "Raho Ari",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	//Europe
	{
                "name": "Austria",
		"leaderName": "Francis II",
		"adjective": ["Austrian"],
		"startBias": ["None"],
		"preferredVictoryType": "Culture",
		
		"declaringWar": "We are hereby, declare war on you because of your actions, you idiotic barbarian.",
		"attacked": "Oh hoh hoh hoh!!! Ich glaube, du bist derjenige, der hier Witze macht. Get ready to meet your creator, because you let to your own demise. May God mercy you all because I won't be like him though.",
		"afterPeace": "Let's celebrate this peace and make ourselves the victors of this war, for now.",
		"defeated": "Your victory here today is but a small price to pay for your ultimate defeat. Rest assured, we are not done.",
		"introduction": "You stand before Francis II, Holy Roman Emperor and emperor of Austria. So long as you are in my court, we shall converse like civilized men. I shall have neither revolutionaries nor radicals in my court.",
		"neutralHello": "May God bless you here, what can I do for you?",
		"hateHello": "May God throw you into the last levels of hell when you at your demise, what can I do for you?",
		"tradeRequest": "Österreich fordert dieses Handelsabkommen, may you are wise to accept this trade deal, you know.",
				
		"outerColor": [227,226,217],
		"innerColor": [198,27,27],
		     
		"uniqueName": "European Restoration",
		"uniques": ["Half the rate of Espionage Resistance also increases Great People generation rate in a city. For each Social Policy Branch completed, Espionage Resistance is increased by 10%"],
		     
		"cities": ["Vienna","Salzburg","Graz","Linz","Klagenfurt","Bregenz","Buda","Pest","Innsbruck","Prague","Kitzbühel","Nitra","Bratislava","Eisenstadt","Villach","Zagreb","Carniola","Maribol","Feldkirch","Amstetten","Wolfsburg","Split","Dubrovnik","Novi Sad","Targu Marge","Presov","Krakow"]
	},
	{
                "name": "Bavaria",
		"leaderName": "Ludwig II",
		"adjective": ["Bavarian"],
		"startBias": ["Hill"],
		"preferredVictoryType":"Cultural, Scientific",
		
		"declaringWar": "Have at you, then! We shall write new legends of this day!",
		"attacked": "Villain! You are as despicable as that Count Telramund! As that Fafnir!",
		"defeated": "I shall now retreat to one of my great sanctums for good.",
		"afterPeace": "You know well how to treasure the forests and lakes of your homeland when I came across when we are at war. I'm impressed for your dedication to arts, sciences and military power. I hope there's no war between us.",
		"introduction": "Ahem. I am Ludwig II, King of Bavaria. I assure you, you sleep not. You have stumbled upon a dream, yes - no, a fantasy; a paradise unrivalled on all the earth - but it is a fantasy of mine into which you step. My dream in which I hope you'll stay a while.",
		"neutralHello":"Hallo, Anführer. Willkommen in Bayern. What can Bayern do for you?",
		"hateHello":"Hei, warum zum Teufel machst du dich vor meinem Gericht? Möchten Sie mithelfen? Oh poor you. But sure, what do you want?",
		"tradeRequest":"Es scheint, dass Bayern mit Ihrer Nation Handel treiben muss, Anführer. Do you see fairness on this deal?",
				
		"outerColor": [34, 138, 158],
		"innerColor": [230, 234, 240],
		     
		"uniqueName": "The Swan King",
		"uniques": ["Culture yields from Wonders are added to the city during construction. Cities with a Wonder receive a free Great Work of Music slot."],
		     
		"cities": ["Munich","Regensburg","Ingolstadt","Nuremberg","Straubing","Augsburg","Landshut","Freising","Ansbach","Bayreuth","Würzburg","Erlangen","Bamberg","Friedberg","Altotting","Amberg","Kempten","Muhldorf","Erding","Speyer","Kaiserslautern","Landau","Dingolfing","Frankenthal","Weilheim","Zweibrucken","Eichstatt","Pfarrkirchen","Kelheim","Mainburg"]
	},
        {
                "name": "Denmark",
		"leaderName": "Frederick VII",
		"adjective": ["Danish"],
		"startBias": ["None"],
		"preferredVictoryType": "Culture, Science",
		
		"declaringWar": "Denmark does not tolerate any of your behaviors. Get ready to be knocked out.",
		"attacked": "I see. Du bliver slået af os danskere!",
		"afterPeace": "May us people can live in peace once more.",
		"defeated": "I have failed my country, it's people, their love. Seems like a good time to go get drunk!",
		"introduction": "Happy to meet you, friend. I am Frederick VII, King of Denmark, loved by my people and ever ready to go digging for lost artifacts.. or - if you prefer - go get drunk!",
		"neutralHello": "Us Danes see you right. What can the Danes help you today?",
		"hateHello": "Us Danes don't value you at all. But may I ask you this, what can us Danes do to you today?",
		"tradeRequest": "As we know, us Danes want you to trade with us something that maybe can benifits both of our nations. Er I enige om handelsaftalen?",
				
		"outerColor": [171,43,43],
		"innerColor": [255,255,255],
		     
		"uniqueName": "My Strength is The People's Love",
		"uniques": ["Receive Golden Age Points whenever an Ancient Ruin is explored or an Archaeological Dig is constructed. During Golden Ages, Cities receive +50% Production towards Specialist Buildings."],
		     
		"cities": ["Copenhagen","Aarhus","Kaupang","Ribe","Viborg","Tunsberg","Roskilde","Hedeby","Christiania","Jelling","Truso","Bergen","Fearoerne","Reykjavik","Trondheim","Godthåb","Helluland","Lillehammer","Markland","Elsinore","Sarpsborg","Odense","Aalborg","Stavanger","Vorbasse","Schleswig","Kristiansand","Halogaland","Randers","Fredrikstad","Kolding","Horsens","Tromsø","Vejle","Køge","Sandnes","Holstebro","Slagelse","Drammen","Hillerød","Sønderborg","Skien","Svendborg","Holbæk","Hjørring","Fladstrand","Haderslev","Ringsted","Skive"]
	},
	{
                "name": "France (Second Empire)",
		"leaderName": "Napoleon III",
		"adjective": ["French"],
		"startBias": ["Grassland"],
		"preferredVictoryType": "Science, Culture",
		
		"declaringWar": "Because of your actions, France declared war on you. Prepare for your demise, mon amie!",
		"attacked": "Oh hoh hoh, mon amie, you think I will scare? Non, mon amie, prepare for your demise, because only fate is on your side, mon amie. Be ready for it, mon amie!",
		"afterPeace": "Mon amie, we have achieved peace after this war. Let's celebrate for it, you know.",
		"defeated": "Mon amie, not being able to die at the head of my troops, nothing remains for me but to place my sword in the hands of Your Majesty.",
		"introduction": "Behold, great leader! For you stand before most esteemed Emperor of noble France and all her people - Napoleon the Third, heir of the Sun of Austerlitz and the illustrous house of Bonaparte.",
		"neutralHello": "Bonjour, mon amie. What can I do for you?",
		"hateHello": "*grunts* What can I do for you, mon amie? *grunts*",
		"tradeRequest": "France has make this trade offer, please accept this, consider it was très magnifique.",
				
		"outerColor": [38,115,197],
		"innerColor": [255,255,227],
		     
		"uniqueName": "Liberal Empire",
		"uniques": ["Gain Golden Age points from adopting Policies and conquering enemy cities. During Golden Ages, improvements are built twice as fast, and the Capital's Culture and Production output increases by 50%."],
		     
		"cities": ["Paris","Lyon","Marseilles","Bordeaux","Lille","Nantes","Toulouse","Saint-Étienne","Orléans","Rouen","Le Havre","Strasbourg","Toulon","Brest","Amiens","Nîmes","Limoges","Montpellier","Besançon","Rennes","Nice","Reims","Angers","Metz","Tours","Caen","Grenoble","Dijon","Nancy","Bône","Le Mans","Aix-en-Provence","Perpignan","Mulhouse","Clermont"]
	},
	{
                "name": "France (First Empire)",
		"leaderName": "Napoleon Bonaparte",
		"adjective": ["French"],
		"startBias": ["None"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "You're meddling in my affairs!!! I will be ready for war, how about you?!",
		"attacked": "Unacceptable! How dare you be so arrogant?! I'll fix you and your nation!",
		"afterPeace": "I hope you learned your lesson, mon amie...",
		"defeated": "I congratulate you for your victory.",
		"introduction": "Bienvenue. I am Napoleon Bonaparte, the once 'Master of Europe', the greatest general of all time, and the first emperor of the French. How about you, mon amie?",
		"neutralHello": "Greetings, leader. What brings you to France?",
		"hateHello": "Ah, it's you. What do you want, mon ennemi?",
		"tradeRequest": "France asks you to trade with France, is the deal justly for you, mon ami?",

		"outerColor": [38,115,197],
		"innerColor": [255,255,227],
		     
		"uniqueName": "The Master of Europe",
		"uniques": ["[+200]% Strength bonus when adopted [Liberalism] or discovered [Army Professionalization]."],
		     
		"cities": ["Paris","Orleans","Lyon","Troyes","Tours","Marseilles","Chartres","Avignon","Rouen","Grenoble","Dijon","Amiens","Cherbourg","Poitiers","Toulouse","Bayonne","Strasbourg","Brest","Bordeaux","Rennes","Nice","Saint Etienne","Nantes","Reims","Le Mans","Montpellier","Limoges","Nancy","Lille","Caen","Toulon","Nîmes","Le Havre","Lourdes","Carcassonne","Cannes","Aix-en-Provence","La Rochelle","Bourges","Calais","Saintonge","Vichy"]
	},
	{
                "name": "The Ottomans",
		"leaderName": "Mahmud II",
		"adjective": ["Ottoman"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Domination",
		
		"declaringWar": "Your continued insolence and failure to recognize any preeminence leads us to war.",
		"attacked": "Good. The world shall witness the incontestable might of my armies and the glory of the Empire.",
		"afterPeace": "I hope that you have learned something after this, remember those things as well. It could be useful in the future, you know.",
		"defeated": "Don't you dare feel joyous and hopeful. Someday, you shall dig your own grave when you fail your people, and fail your own nation. You soon be thank me sooner or later.",
		"introduction": "Welcome, leader! I, Mahmud II, ruler of the Ottoman realm, the glorious Ottoman Empire, you should glad about it because the Ottoman is been admired for centuries and more centuries to come.",
		"neutralHello": "Greetings, leader. What should the great sultan here do for you here?",
		"hateHello": "Why you are presented in my court despite I and my realm do not want you here?! Just saying what you want quickly, and then, get off or in other word, SCRAM!!!",
		"tradeRequest": "The Ottoman realm want something of yours, so this deal is fair and is beneficial for both parties.",
				
		"outerColor": [228, 221, 187],
		"innerColor": [99, 130, 31],
		     
		"uniqueName": "Tanzimat",
		"uniques": ["Pay only one-third the usual cost of naval unit maintenance. Every technology discovered in last 30 turns reduces building maintenance."],
		     
		"cities": ["Istanbul","Edirne","Ankara","Bursa","Konya","Samsun","Gaziantep","Diyarbakir","Izmir","Kayseri","Malatya","Marsin","Antalya","Zonguldak","Denizli","Oidu","Mugla","Eskisehir","Inebolu","Sinop","Adana","Tarsus","Artuin","Bodrum","Eregli","Silifke","Sivas","Amasya","Marmaris","Trabzon","Erzurum","Urfa","Izmit","Afyon","Bitlis","Damascus","Baghdad","Basra","Tripoli","Beirut","Homs","Mosul"]
	},
	{
                "name": "Prussia",
		"leaderName": "Otto von Bismark",
		"adjective": ["Prussian"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Domination, Culture",
		
		"declaringWar": "I cannot wait until ye grow even mightier. Therefore, prepare for war!",
		"attacked": "Corrupted villain! We will bring you into the ground!",
		"afterPeace": "Well, I hope ye have learned your lesson. And what do ye think about calling it a draw?",
		"defeated": "Prussia has been destroyed. I weep for the future generations.",
		"introduction": "In the name of the great Prussian populace, I bid you welcome.",
		"neutralHello": "Hallo, what can Prussia do for you?",
		"hateHello": "Prussia doesn't want to see you, but, what can Prussia do for you?",
		"tradeRequest": "It would be in your best interest, to carefully consider this proposal.",
				
		"outerColor": [10,42,69],
		"innerColor": [203,199,190],
		     
		"uniqueName": "Furor Teutonicus",
		"uniques": ["Upon defeating a Barbarian unit inside an encampment, there is a 67% chance you earn 25 Gold and they join your side. Pay 25% less for land unit maintenance."],
		     
		"cities": ["Berlin","Konigsberg","Potsdam","Magdeburg","Frankfurt","Danzig","Stettin","Elbing","Allenstein","Marienburg","Thorn","Posen","Breslau","Marienwerder","Kolberg","Kustrin","Essen","Kulm","Koblenz","Memel","Heilsberg","Brieg","Graudenz","Luckau","Tilsit","Braunsburg","Landsburg","Cottbus","Hannover","Charlottenburg","Cleves","Cologne","Sigmaringen","Saarbrucken","Preussich-Eylau"]
	},
	{
                "name": "Russia",
		"leaderName": "Alexander I",
		"adjective": ["Russian"],
		"startBias": ["None"],
		"preferredVictoryType": "Science, Religion",
		
		"declaringWar": "O Bozhe! Хахахахаха! You have met your own demise, because Russia is declared WAR on you! Good luck!",
		"attacked": "Bozhe moy! Do you think you can beat us Russians up? Now let's see who got the last laugh.",
		"afterPeace": "It seems this was just a lesson for you. Be cautious about that again if you dare to do it again.",
		"defeated": "What a dark day this is. Not only for Russia, but also for the people and their now broken spirit.",
		"introduction": "Hail, leader. I am Alexander I of Russia, and I am to God and my people the scales of liberty and sanctity.",
		"neutralHello": "Rossiya greets you! What do you want?",
		"hateHello": "What can Rossiya do to you? After this, maybe you need to SCRAM!!!",
		"tradeRequest": "Rossiya has offer you this deal, you need to consider to accept the deal, it's good, you know.",
				
		"outerColor": [84,112,64],
		"innerColor": [239,193,51],
		     
		"uniqueName": "Holy Alliance",
		"uniques": ["When declaring friendship, Russia and their friend lose Resistance faster and have increased religious pressure. Units fighting in land belonging to a friend earn +30% more Experience from combat and heal +10 damage per turn."],
		     
		"cities": ["St. Petersburg","Moscow","Kiev","Novgorod","Kharkov","Kazan","Simferopol","Smolensk","Kaluga","Minsk","Vitebsk","Borodino","Maloyaroslavets","Borisov","Fili","Vilno","Riga","Revel","Helsingfors","Belostok","Warsaw","Yekaterinoslav","Tula","Nizhniy Novgorod","Rostov-on-Don","Stavropol","Tsaritsyn","Yekaterinburg","Akhtiar","Yekaterinodar","Tobolsk","Omsk","Tomsk","Krasnoyarsk","Irkutsk","Yakutsk","Kharodar-on-Amur","Magadan","Vladivostok","Chukotka","Chadan","Kamchatka","Petropavlovsk","Murmansk"]
	},
	{
                "name": "Sardinia-Piedmont"
		"leaderName": "Victor Emmanuel II",
		"adjective": ["Sardinian","Piemonte","Sardinia-Piedmontan"],
		"startBias": ["Plain"],
		"preferredVictoryType": "Culture",
		
		"declaringWar": "We see.what you did, and we decided to declare war on you. I hope you are a good person, but, this shatters all of my hope now.",
		"attacked": "Sardinia-Pietmont wants you to meet your creator because of your actions. May God is on our side and let us kill you. Good luck to you.",
		"afterPeace": "I hope you can be a better person after this.",
		"defeated": "I fear that I am only the first casualty in the defeat of my people's Kingdom.",
		"introduction": "Hail me, lowly wanderer, for I am Victor Emmanuel II, King of Sardinia-Piedmont, and esteemed Duke of Savoy. What kind words do you bring me?",
		"neutralHello": "Greetings. What can I do for you now?",
		"hateHello": "What?! Say it quickly! I don't have time with you!",
		"tradeRequest": "We, as we are, looking forward for your acceptance towards our trade deal. Considered that it was magnificent.",
				
		"outerColor": [26,32,96],
		"innerColor": [45,130,40],
		     
		"uniqueName": "Risorgimento",
		"uniques": ["Tourism is added to Production when building Units. City-States under siege may surrender without incurring a warmonger penalty from their capture."],
		     
		"cities": ["Turin","Cagliari","Chambéry","Cuneo","Nice","Thonon-les-Bains","Alessandria","Sassari","Novara","Bonneville","Oblia","Asti","Moûtiers","Tempio Pausania","Saint-Jean-de-Maurienne","Biella","Nuoro","Vercelli","Oristano","Annecy","Verbania","Carbonia","Iglesias"]
	},
	{
                "name": "Saxony",
		"leaderName": "Frederick Augustus Albert Wettin (King Albert)",
		"adjective": ["Saxon"],
		"startBias": ["None"],
		"preferredVictoryType":"Cultural, Domination",
		
		"declaringWar": "Saxony could be an ally of yours, but your idiotic actions let me think that you shall perish from this world. Good luck.",
		"attacked": "Saxony is not happy because of your declaration of war towards us. We will show you that we are stronger than you ever think. May God is in your side.",
		"defeated": "Treat my great palaces well, and I shall hold no ill-will against your victory here, today.",
		"afterPeace": "Saxony and you are at peace! Don't you dare to go against Saxony ever again!",
		"introduction": "Greetings and welcome, I am König Albert of Sachsen. I beckon you to join me in tour of my magnificant palaces.",
		"neutralHello": "Sachsen welcomes you with open hands. What can we do for you while in Sachsen?",
		"hateHello": "Wir Sachsen wollen dich auf keinen Fall in Sachsen sehen! What do you want?!",
		"tradeRequest": "Es scheint, als sei der Handel unvermeidlich. Wir Sachsen haben Ihnen ein Angebot gemacht. Do you agree with us here or not?",
				
		"outerColor": [36,36,36],
		"innerColor": [48,137,30],
		     
		"uniqueName": "Jewel of Europe",
		"uniques": ["50% of Tourism contributes directly toward Wonder Production. Free Great Artist with each National Wonder."],
		     
		"cities": ["Dresden","Leipzig","Wittenberg","Plauen","Freiburg","Chemnitz","Meissen","Zwickau","Naumburg","Zittau","Querturt","Wurzen","Colditz","Bischofswerda","Bautzen","Grossenhain","Merseburg","Weissenfels","Waldheim","Borna","Grimma","Guben","Gorlitz","Gotha","Coburg","Weimar","Jena","Altenburg","Hildburghausen","Hubertusburg","Riesa","Kamenz","Altrandstadt","Mittweida","Frankenberg","Dobein","Oschatz","Rossbach"]
	},
	{
                "name": "Spain (Napoleonic)",
		"leaderName": "Ferdinand VII",
		"adjective": ["Spanish"],
		"startBias": ["Plains"],
		"preferredVictory": "Domination",
		
		"declaringWar": "¡¿Cómo te atreves?! I will show you the power of the Spanish infantry, you will see.",
		"attacked": "¡Oh mi señor! ¡Ay dios mío! Are you prepared for the battles and invasions from the Spanish infantry? I sure do when you say that.",
		"afterPeace": "¡Oye, camaradas! Let's celebrate for the victory of both nations today!",
		"defeated": "It seems that I, too, have failed Spain. There is no greater shame for me, so please, let us get this over with already.",
		"introduction": "Greetings, leader. I, Ferdinand VII, are the rey de los españoles, the head of the Borbón español, and the successor of Charles IV. I hope we could live in peace.",
		"neutralHello": "Hola, líder. What can España do for you today?",
		"hateHello": "¡¡¡Di lo que quieras y luego, vete de aquí!!! (Say what you want quickly, and then, go outta here!)",
		"tradeRequest": "España want to trade with you something, do you agree that this trade deal is justo?",
				
		"outerColor": [236,178,0],
		"innerColor": [151,32,37],
		     
		"uniqueName": "Bourbon Reformers",
		"uniques": ["Scientific and religious Great People may be expended for social policies. Domestic trade routes yield Gold and have specialist slots that, when filled, grant the appropriate Great Person points to the target city."],
		     
		"cities": ["Madrid","Seville","Barcelona","Córdoba","Toledo","Salamanca","Murcia","Valencia","Zaragoza","Pamplona","Vittoria","Oviedo","Jaen","Logroño","Valladolid","Teruel","Almeria","Léon","Zamora","Mida","Lugo","Alicante","Cádiz","Elche","Alcorcón","Burgos","Vigo","Badajoz","La Coruña","Guadalquivir","Bilbao","San Sebastián","Granada","Mérida","Huelva","Palma de Mallorca","Santa Cruz de Tenerife","Asturias"]
	},
	{
                "name": "Spain (Victorian)",
		"leaderName": "Isabella II",
		"adjective": ["Spanish"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Diplomacy, Domination, Science",
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"afterPeace": "...",
		"defeated": "Speech",
		"introduction": "Speech?",
		"neutralHello": "Greetings",
		"hateHello": "frase",
		"tradeRequest": "Asking for trade",

		"outerColor": [236,178,0],
		"innerColor": [151,32,37],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Madrid","Seville","Barcelona","Córdoba","Toledo","Salamanca","Murcia","Valencia","Zaragoza","Pamplona","Vittoria","Oviedo","Jaen","Logroño","Valladolid","Teruel","Almeria","Léon","Zamora","Mida","Lugo","Alicante","Cádiz","Elche","Alcorcón","Burgos","Vigo","Badajoz","La Coruña","Guadalquivir","Bilbao","San Sebastián","Granada","Mérida","Huelva","Palma de Mallorca","Santa Cruz de Tenerife","Asturias"]
	},
	{
                "name": "Sweden-Norway",
		"leaderName": "Oscar II",
		"adjective": ["Swedish","Norwegian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Culture, Domination",
		
		"declaringWar": "The United Kingdom of Sweden and Norway have seen your actions recently, and it was not benefit us people at all. I think you need to reconsider your actions, because I hereby declared war on you! Good luck!",
		"attacked": "I, Oscar II, hereby prepared for war. Fate is on your side, we will crush you for good. Be prepared.",
		"afterPeace": "I see, well, I will watch your actions further to see that you are not doing that same mistakes again.",
		"defeated": "This humble King was not made for war and conflict. I trust you to offer the protection that my people need to survive this violent world.",
		"introduction": "Greetings, my friend. I am Oscar II, King of Sweden and King of Norway. I must confess, I've been long awaiting our meeting.",
		"neutralHello": "Hälsningar till dig, ledare. What can Sverige do for you?",
		"hateHello": "Tell what you want quickly! After that, Skram!",
		"tradeRequest": "Sverige-Norge want to have a trade deal especially for you, you'll love it, you know!",
				
		"outerColor": [37,56,123],
		"innerColor": [227,225,44],
		     
		"uniqueName": "Nobel Prize",
		"uniques": ["Gain 90 Influence when gifting Great People to City-States. When declaring friendship, Sweden-Norway and their friend gain a +10% boost to Great Person generation empire-wide"],
		     
		"cities": ["Stockholm","Christiania","Gothenburg","Trondheim","Malmö","Stavanger","Sundsvall","Tromsø","Uppsala","Kristiansand","Linköping","Fredrikstad","Norrköping","Tønsberg","Helsingborg","Porsgrunn","Västerås","Moss","Gävle","Arendal","Umeå","Bodø","Eskilstuna","Hamar","Karlstad","Larvik","Borås","Lillehammer","Luleå","Halden","Täby","Askøy","Halmstad","Molde"]
	},
	{
                "name": "The Two Sicilies",
		"leaderName": "Ferdinand I",
		"adjective": ["Neapolitan","Sicilian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Domination, Science",
		
		"declaringWar": "I can't tolerate all of your shenanigans no more, get ready for war!",
		"attacked": "Oh really? How about you read a book before, because I do, you don't, and my army is ready, and yours don't. Buona fortuna, coglione.",
		"afterPeace": "Bene! Bene! Tutto bene! We will host a celebration for peace in Naples soon, wanna come?",
		"defeated": "Swiftly my allies shall come to my aid, and before supper has cooled I shall have been restored to the Bourbon throne.",
		"introduction": "Come, come. I haven't got all day. I am Ferdinand I of the Two Sicilies. Now, introduce yourself.",
		"neutralHello": "Buongiorno! Vedi che il sole splende laggiù? Ah, some beautiful thing to look at. Oh, what can we do for you here?",
		"hateHello": "Oh guarda! Anche il cielo non ti favorisce quando vieni qui! It's cloudly everywhere! I'm not going standing here to look at the dull sky and a dull mind in here anyway. What do you want?",
		"tradeRequest": "Le Due Sicilie vogliono commerciare con te! We offer you this and you check and you accept it or not, it's yours to decide.",
				
		"outerColor": [165,225,130],
		"innerColor": [29,250,30],
		     
		"uniqueName": "Pride of Bourbon Sicily",
		"uniques": ["Naval Units upgrade automatically when a new Technology is discovered. Receive a free Naval Unit when a Cargo Ship is built."],
		     
		"cities": ["Naples","Palermo","Teramo","Aquila","Chieti","Campobasso","Capua","Aveilino","Salerno","San Severo","Foggia","Bari","Lecce","Pontenza","Cosenza","Catanzaro","Reggio","Caltanissetta","Catania","Girgenti","Amalfi","Messina","Notò","Trapani"]
	},
	{
                "name": "United Kingdom",
		"leaderName": "Victoria",
		"adjective": ["British"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Science, Culture, Domination",
		
		"declaringWar": "As our protests are in vain, we hereby declare war.",
		"attacked": "War? We are not amused.",
		"defeated": "We are most quiet and calm in the face of this disaster. It has humbled Us to the deepest of Our heart.",
		"introduction": "We are Victoria, sovereign and protector of the British Empire. We would venture to welcome you to Our Court, in the hopes that Our interests can be best served in the most civil manner agreeable.",
		"afterPeace": "Peace is now upon us, I hope there is no more misunderstanding between us and our people.",
		"neutralHello": "The United Kingdom of Great Britain and Ireland welcomes you. What do you want from us here?",
		"hateHello": "What do you need from us?! Take that thing and get out. The United Kingdom do not, and I say, do NOT welcomed you at all.",
		"tradeRequest": "Can you make a trade agreement with the United Kingdom?",

		"outerColor": [163,18,18],
		"innerColor": [255,255,255],
		     
		"uniqueName": "Sun Never Sets",
		"uniques": ["Gain Gold when settling; amount is greater the further from your Capital. Cities on other continents contribute 10% of their Science and Production to your Capital."],
		     
		"cities": ["London","Birmingham","Leeds","Edinburgh","Cardiff","Belfast","Dublin","Leinster","Glasgow","Liverpool","Newcastle","Oxford","Bristol","Aberdeen","Sheffield","Southampton","Portsmouth","Leicester","Coventry","Brighton","Swansea","Dundee","Canterbury","Cambridge","Cork","Plymouth","Armagh","Meath","Desmond","York","Derby","Norwich","Ipswich","Exeter","Bath","Newport","Londonderry"]
	},
	//European City States - White: 241,241,241
	
	{
                "name": "Greece",
		"leaderName": "Elftherios Venizelos",
		"adjective": ["Greek"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Ω αγαπητέ Κύριε! We Greeks gonna fight you and your army like the ancient times, through tactics and strategies.",
		"attacked": "Πώς τολμάς?! We Greeks will take your thinking of weakness and shatter it with our tactics, I assured that is the truth.",
		"defeated": "You may think yourself an invincible conqueror, but you merely join a long list of ancient and lost tyrants who thought they could subdue Greece - this is not our first defeat, and it will not be our last. We shall return.",
		"introduction": "Welcome to Greece, friend. You behold a land more ancient and noble than you can comprehend - I have trouble with it too, sometimes. Treat my people with respect, and don't doubt you shall be repaid tenfold!",
				
		"outerColor": [63,79,198],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Epitaph to a Million Summers",
		"uniques": ["Coastal cities receive a free source of Marble, and Archaeologists may excavate sources of Marble for Artifacts. Ancient and Classical era Wonders provide Great Work of Art slots."],
		     
		"cities": ["Athens","Thessaloniki","Heraklion","Patras","Adrianoupoli","Rhodes","Larissa","Volos","Ioannina","Chania","Kalamata","Smyrna","Alexandroupoli","Xanthi","Argos","Amaliada","Drama","Kardista","Tripoli","Ptolemaida","Kozani","Giannitsa","Chios","Pyrgos","Zante","Kavos","Malia","Sparta","Corfù","Konstantinupoli"]
	},
	{
                "name": "Luxembourg",
		"leaderName": "Adolphe",
		"adjective": ["Luxembourgish"],
                "cityStateType": "Cultural",
		"startBias": ["None"],

		"declaringWar": "Wat?! Ik hoop dat je een verdomde muur raakt en erin blijft steken! (What?! I hope you hit a god-damned wall and stuck into it.)",
		"attacked": "The Luxembourgish will find and destroy your things and I assured that! Get ready to be crushed.",
		"defeated": "May God be on my side, my people can't suffer from you but please take care of them with love, I must congrat to your victory.",
		"introduction": "Greetings, leader. It seems you are here for a purpose, didn't you?",

		"outerColor": [107,107,223],
		"innerColor": [202,100,4],

		"uniqueName": "Protector of Adelsverein",
		"uniques": ["Gain 1 Settlers every time a city has been settled in another continent/islands. Settlers can ignore terrain cost when it was wartime."],
		     
		"cities": ["Luxembourg"]
	},
	{
                "name": "Monaco",
		"leaderName": "Albert I",
		"adjective": ["Monégasque"],
		"cityStateType": "Mercantile",
		"startBias": ["Coast"],
		
		"declaringWar": "Monaco is afraid that your actions is not good for Monaco, so I, Prince of Monaco, hereby declare war on you.",
		"attacked": "Monaco is afraid of being conquered due to its size but, no matter, Monaco will fight back until its last breath.",
		"defeated": "It is a troubling world when the likes of Monaco cannot live in peace.",
		"introduction": "Welcome to the Prince's Palace. I am Albert I, Prince of Monaco. I hope you will stay and enjoy the freedoms that Monaco has to offer.",

		"outerColor": [250,245,245],
		"innerColor": [250,45,45],
		     
		"uniqueName": "Wealth of the Grimaldis",
		"uniques": ["Capital yields +2 Tourism per Gold Building that is present in all cities. Excess Happiness converts a percentage of Tourism into Gold."],
		     
		"cities": ["Monacoville","Monte Carlo","La Condamine","Larvotto","Fontveille","Saint Michel","Moneghetti","La Colle","Les Révoires","La Rousse","Port Hercule","Saint Roman","Les Salines","Les Plages","L'Hermitage","Port de Fontveille","Terre-Plein du Larvotto","Quatier du Port","Carriéres-Malbousquet","Le Portier"]
	},
	{
                "name": "Montenegro",
		"leaderName": "Nikola I",
		"adjective": ["Montenegrin"],
		"cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "It seems war is the only choice left for someone like you, prepare to die.",
		"attacked": "You are going too far, I hope you would be better after a lesson.",
		"defeated": "You deserve to be destroyed. May God sent an army to crush you down.",
		"introduction": "Welcome to Kingdom of Montenegro, I gladly to greet other leaders for peace and with peaceful intentions only.",

		"outerColor": [255,60,60],
		"innerColor": [225,225,225],
		     
		"uniqueName": "Onamo, 'namo!",
		"uniques": ["Recieve a free Cultural or Faith building of choice when at peace. Recieve Rifled Infantry when at war and have discovered Rifles."],
		     
		"cities": ["Podgorica","Cetinje"]
	},
	{
                "name": "Portugal",
		"leaderName": "Carlos I",
		"adjective": ["Portuguese"],
		"cityStateType": "Militaristic",
		"startBias": ["Coast"],
		
		"declaringWar": "Oh! Que Deus esteja ao meu lado...Let's see who got better ships.",
		"attacked": "Oh really, let's set sail and see who's nation got better seamanship.",
		"defeated": "Let me retire to a life at sea. It's all I've ever wished.",
		"introduction": "Welcome, welcome. I am Carlos I, king of Portugal. Tell me, do you share in the fondness I have for the sea?",
				
		"outerColor": [36,80,164],
		"innerColor": [214,218,225],
		     
		"uniqueName": "The Liberal Regenerator",
		"uniques": ["Adopting Social Policies boosts Production progress toward Courthouses, Happiness, Food, or Gold Buildings, depending on the greatest need. If a city has no Building to rush, receive Golden Age Points instead."],
		     
		"cities": ["Lisbon","Porto","Braga","Coimbra","Setúbal","Funchal","Viseu","Leiria","Évora","Aveiro","Guimarães","Ponta Delgada","Nova Lisboa","Castelo Branco","Santarém","Viana de Castelo","Bragança","Vila Real","Figueira da Foz","Olivença"]
	},
	{
                "name": "Septinpular Republic",
		"leaderName": "Antonios Komoutos",
		"adjective": ["Ionian"],
		"cityStateType": "Maritime",
		"startBias": ["Coast"],
		
		"declaringWar": "We will show you what we are capable off! Ας σαλπάρουμε, παιδιά! Ας είμαστε έτοιμοι για τον πόλεμο εναντίον αυτού του εχθρού μας, παιδιά!",
		"attacked": "You think we're weak just because we're small islanders, didn't you? Επιτρέψτε μου να σας δείξω ότι δεν είμαστε τόσο αδύναμοι όσο νομίζατε!",
		"defeated": "If this is what it takes for the return of peace, so be it.",
		"introduction": "Welcome to the Septinsular Republic. I am Antonios Komoutos, Prince and President of these islands.",

		"outerColor": [22,11,255],
		"innerColor": [222,222,0],
		     
		"uniqueName": "Frankokrotia",
		"uniques": ["Cities have extra Naval Trade Route range based on the number of adjacent water tiles. Foreign Trade Units passing through your territory grant Food to Cities below 10 Population, and Culture thereafter."],
		     
		"cities": ["Corfù","Argostoli","Kythira","Zakynthos","Lefkada","Vathy","Gaios","Kavos","Lixouri","Potamos","Roda","Katastari","Lygia","Gouvia","Stavros","Lakka","Sidari","Sami","Agia Pelagia","Vanato","Nikiana","Marmaka","Lagos","Arillas","Fiskardo","Anon Livadi","Machairado","Apoipaina","Exogi","Ozias"]
	},
	{
                "name": "Serbia",
		"leaderName": "Peter I",
		"adjective": ["Serbian"],
		"cityStateType": "Militaristic",
		"startBias": ["Hills"],
		
		"declaringWar": "Serbia will call its soldier to beat you up. Are you prepared for the Dobrovoljac yet?",
		"attacked": "Нека се Бог боји твоје земље док на твојој земљи више не буде зеленила! (May God dread your land until there's no greens on your lands no more!",
		"defeated": "Your actions have brought the world to the brink of destruction. You may have beaten us, but do not think you have won.",
		"introduction": "Welcome to Serbia - tell me, may we consider you a friend, or a foe?",
				
		"outerColor": [255,222,222],
		"innerColor": [118,22,22],
		     
		"uniqueName": "July Crisis",
		"uniques": ["Recieve increased Production towards Military Units and Buildings for each active Defensive Pact and Declaration of Friendship when not at War. Cities start with +25 Hitpoints."],
		     
		"cities": ["Belgrade","Monastir","Skopje","Nish","Veles","Pristina","Prilep","Kregunevac","Obrid","Leskovac","Tetovo","Pozarevac","Sabac","Mitrovica","Vranje","Pirot","Novi Pazar","Kraljevo","Uzice","Waljevo","Smederovo","Prizren","Stip","Cacak","Kikinda","Novi Sad","Krusevac","Zajecar"]
	},
	{
                "name": "Switzerland",
		"leaderName": "Henry Dufour",
		"adjective": ["Swiss"],
                "cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "You think we just sit there and do nothing while someone is being brutally murdered, huh? Non, that will be you sitting on your throne. You shall pay the price of that by war. Yes, we declared war upon your realm.",
		"attacked": "You take our neutrality as a weakness, we Swiss will make sure you remembered today's mistake.",
		"defeated": "So this is defeat? I have not before known such a bitter sting to my heart. I pray that the same fate does not one day befall you.",
		"introduction": "Hail, commander. I am Guillaume-Henri Dufour, officer of the Swiss army forces. What brings you to me today?",
				
		"outerColor": [190,0,57],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Confoederatio Helvetica",
		"uniques": ["Doubled Great General rate in own borders. Forts and Citadels generate Great Engineer Points during peace and heal adjacent Units during the war. Your cities provide bonuses similar to the City-States' ones that can be acquired by Gold or sold to the other civilizations."],
		     
		"cities": ["Bern","Zürich","Geneva","Basel","Lucerne","St.Gallen","Lausanne","Winterthur","Lugano","Biel","Thun","Schaffhausen","La Chaux de Fonds","Fribourg","Chur","Neuhatel","Vernier","Uster","Sion","Emmen","Portein","Corippo","Mulegns","Bister","Martisberg","Goumoens le Jux","Largario","Clugin","Cauco"]
	},
	{
                "name": "Poland-Lithuania",
		"leaderName": "Tadeusz Kosciuszko",
		"adjective": ["Polish","Lithuanian"],
		"cityStateType": "Militaristic",
		"startBias": ["Plains"],
		
		"declaringWar": "Poland will not back down, we will march and march into your capital, prepare to be lost.",
		"attacked": "Your words is just words, but we say, we will act, and we will march into you!",
		"defeated": "I may be defeated today, but as long as hope remains in the hearts of my people the country will never die! Poland is not yet lost!",
		"introduction": "I welcome you to Poland-Lithuania. I have pledged my life to my country, for liberty, and for equality. If you can accept that, I'm sure we'll get along swimmingly.",

		"outerColor": [240,60,50],
		"innerColor": [222,222,222],
		     
		"uniqueName": "Proclamation of Polaniec",
		"uniques": ["Cities gain extra Culture for each enemy Unit within their borders, and a boost to Culture output for every Civilization at war with you. Adopting a Social Policy heals your Units and damages enemy Units within your borders."],
		     
		"cities": ["Warsaw","Vilnius","Krakow","Grodno","Brest-Litovsk","Sandomierz","Lublin","Lodz","Poznan","Drohiczyn","Minsk","Lviv","Kaunas","Rivne","Polaniec","Raclawice","Maciejowice","Radom","Kielce","Lomza","Chelm","Siedlce","Pulawy","Lutsk"]
	},
	{
                "name": "San Marino",
		"leaderName": "Innocenzo Bonelli",
		"adjective": ["Sammarinese"],
		"cityStateType": "Religious",
		"startBias": ["Hill","Mountain"],
		
		"declaringWar": "You are being improperly rude. You shalll be ousted by us! Goodbye.",
		"attacked": "Oh! How atrocious you are! How frightening! You shall be ousted by us! Goodbye.",
		"defeated": "Oh dear God, what did I go wrong? What did I go wrong?! Why didn't you save us from the enemy like you save Saint Marinus in the Roman times?!",
		"introduction": "Greetings, greetings, greetings. I am Innocenzo Bonello, the Captain Regent of San Marino. Hope you be gracious surrounding by our hospitality.",

		"outerColor": [0,10,250],
		"innerColor": [255,255,255],
		     
		"uniqueName": "Bound to the Mountains",
		"uniques": ["All units can go into [Mountain] tiles, all units can go into [Impassable] tiles. +5 Faith if a unit got killed."],
		     
		"cities": ["San Marino"]
	},
	{
                "name": "Belgium",
		"leaderName": "Leopold II",
		"adjective": ["Belgian"],
		"cityStateType": "Militaristic",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Brussels","city","cities","city"]
	},
	{
                "name": "Livonia",
		"leaderName": "Jānis Cakste",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Riga","Daugaupils","cities","city"]
	},
	{
                "name": "Paris",
		"leaderName": "Louis Charles Delescluze",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Paris"]
	},
	{
                "name": "Liechtenstein",
		"leaderName": "Johann II",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Vaduz"]
	},
	{
                "name": "Bulgaria",
		"leaderName": "Vasil Levski",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
	        "cities": ["Sofia","Tarnovo","Plovdiv"]
	},
        {
                "name": "Tyrol",
		"leaderName": "Andreas Hofer",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Innsbruck","Trento"]
	},
        {
                "name": "Galicia-Lodomeria",
		"leaderName": "Vasyl Vyshyvani",
		"adjective": ["Galician", "Lodomerian"],
		"cityStateType": "Militaristic",
		"startBias": ["Plains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Lviv","Rivne"]
	},
        {
                "name": "Krakow",
		"leaderName": "Adam Jerzy Czartoryski",
		"adjective": ["Civilian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Krakow"]
	},
	{
                "name": "Karelia",
		"leaderName": "Ukki Väinämöinen",
		"adjective": ["Karelian"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "Corsica",
		"leaderName": "Filippo Antonio Pasquale de' Paoli",
		"adjective": ["Corsican"],
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	//German CS - Grey: 126, 127, 131
	
	{
                "name": "Anhalt",
		"leaderName": "Leopold IV",
		"adjective": ["Civilian of Anhalt"],
                "cityStateType": "Militaristic",
		"startBias": ["None"],

		"declaringWar": "You are a danger to my industrial idealisms, may we apart from peace and come for war.",
		"attacked": "You are hurting Anhalt and her industrious ideals, as the leader of Anhalt, I couldn't find any more solution other than war. Get ready, because Anhalt gonna avenge you for hurting it.",
		"defeated": "It seems even industrious ideals couldn't save a nation alone.",
		"introduction": "You are in present of Leopold IV, the leader of Anhalt and the advancer of Germanic industrial program.",

		"outerColor": [126, 127, 131],
		"innerColor": [152, 0, 45],

		"uniqueName": "One of the First Modern Germans",
		"uniques": ["Gain 1 Worker every time a Factory is being built. Gain 1 Rifled Infantry when a factory is being built during wartime."],

		"cities": ["Dessau","Köthen","Bernburg","Zerbst","Hoym","Ballenstadt","Halle","Wörlitz","Lindau","Roßlau","Staßfurt","Domburg","Großmülingen","Heddingen","Anhalt","Güntersbarge","Sandersleben","Coswig","Gemrode"]
	},
	{
                "name": "Baden",
		"leaderName": "Charles Frederick",
		"adjective": ["Civilian of Baden"],
                "cityStateType": "Scientific",
		"startBias": ["Hills"],

		"declaringWar": "It seems war is inevitable. Oh well, let's see what Baden can or can't do and what your nation can or can't do.",
		"attacked": "What? Do I hear that wrong? It seems you take our scientific development as a weakness, only a fool will ever believe that tale.",
		"defeated": "Oh dear, well, I have been beaten. Please, take care of my citizens' studies and all of the knowledge that Baden holds, ok?",
		"introduction": "Oh, what a surprise. I, Charles Frederick of Baden, is very delightful to see another leader. I hope we could advance our research together.",

		"outerColor": [126, 127, 131],
		"innerColor": [1,2,3],

		"uniqueName": "The Margrave, the Elector, the Grand Duke",
		"uniques": ["Gain Great People points faster when School or University was built in a city. Gain 25 Science Point for every Grand University."],

		"cities": ["Karlsruhe","Offenburg","Baden","Mannheim","Heidelberg","Bruchsal","Durlach","Lörrach","Singen","Konstanz","Villingen","Lahr","Rastadt","Pforzheim","Ederbach","Walldürn","Neuhausen","Taubarbischofsheim","Neudeursaus","Adelsheim","Möhringen","Bretten","Balienburg"]
	},
	{
                "name": "Braunschweig",
                "leaderName": "Charles II",
		"adjective": ["Civilian of Braunschweig"],
                "cityStateType": "Cultural",
		"startBias": ["None"],

		"declaringWar": "I think you should head back to where you have started because Braunschweig gonna crush you 'til you surrender.",
		"attacked": "Oh, really? Then maybe I should call for those Schwarze Legion once more.",
		"defeated": "Maybe I wasn't chosen to a king in this world, just like that fateful Opera Game.",
		"introduction": "Greetings, leader. I, Charles II, is the duke of Braunschweig, the not-so-great leader on the eye of the people.",

		"outerColor": [126, 127, 131],
		"innerColor": [140, 53, 19],

		"uniqueName": "The Absolutist King in the world of Revolution",
		"uniques": ["Recieve -1% Happiness every turn when at war. Can't take cities as puppets. Can't raze cities. Soldiers can't get the Heal Immediately promotion."],

		"cities": ["Brunswick","Wolfenbüttel","Helmstadt","Seesen","Holzminden","Blankenburg","Gandersheim","Calvörde","Braunlage","Thedinghausen"]
	},
	{
                "name": "Bremen",
		"leaderName": "Johann Smidt",
		"adjective": ["Civilian of Bremen"],
                "cityStateType": "Maritime",
		"startBias": ["Coast"],
	
		"declaringWar": "The Free Hanseatic City of Bremen had had enough of your shenanigans, get ready to be blown off.",
		"attacked": "The Free Hanseatic City of Bremen will do anything to secure its freedom, and I must lead until my last breath.",
		"defeated": "My people, my land, my city. All of what left is misery, dread, suffer, lost, sorrow, tears, bloodshed, fire, war and heartbroken people of Bremen.",
		"introduction": "May I stated myself here? Alright, I am Johann Smidt, the Bürgermeister of the Free Hanseatic City of Bremen. I hope you don't mind looking at those trading boats.",

		"outerColor": [126, 127, 131],
		"innerColor": [98, 36, 10],

		"uniqueName": "The Senator of Bremen",
		"uniques": ["When adopt Rights of Man, all cities will have a Great People, University and receive a 12 turns Golden Age. When a city built a Port, a Great Admiral will be in that city. When adopting Enlightenment, the Gold and Happiness in the city will be double."],

		"cities": ["Bremen","Bremerhaven","Verden","Stadten"]
	},
	{
                "name": "Frankfurt am Main",
		"leaderName": "Johannes von Miquel",
		"adjective": ["Franconian"],
                "cityStateType": "Mercantile",
		"startBias": ["Forest"],
		
		"declaringWar": "You treat us as a step to your cruel empire. We will make sure you will fall down like every empire ever!",
		"attacked": "You liar! I trust you and you destroyed my trusting. Now prepare for war! Prepare for it!",
		"defeated": "Frankfurt am Main is no more. All I have left is my own life. Please take care of Frankfurt am Main while I find my place in this world again.",
		"introduction": "Welcome to Frankfurt am Main, I'm its Oberbürgermeister, Johannes von Miquel. Hope we could work together as friend.",
				
		"outerColor": [126, 127, 131],
		"innerColor": [255,268,0],
		     
		"uniqueName": "Oberbürgermeister of French Origin",
		"uniques": ["Recieve a free Oberbürgermeister when you discovered Idealism. Receive +5 Gold whenever your units promoted."],
		     
		"cities": ["Frankfurt am Main","Bornheim","Hohemark","Niedererlenbach","Bonames","Niederursel","Dortelweil"]
	},
	{
                "name": "Hamburg",
		"leaderName": "Amandus Augustus Abendroth",
		"adjective": ["Hamburger"],
                "cityStateType": "Mercantile",
		"startBias": ["River"],
		
		"declaringWar": "I don't that this is a fair fight, but, if I must to, I must to. Today, you and I are enemy, not neutral nor friend nor ally.",
		"attacked": "You just want to bully us and others just to show that you are a empire? Nuh uh, if you could vanquish us, then I can vanquish you.",
		"defeated": "Hamburg is yours, for now, for I must take back from your hands soon after you are long gone.",
		"introduction": "Wilkommen, wilkommen. Welcomed to Hamburg, I'm Amandus Augustus Abendroth, the mayor of Hamburg. Nice to meet you there.",
				
		"outerColor": [126, 127, 131],
		"innerColor": [255, 185, 51],
		     
		"uniqueName": "Bouches-de-l'Elbe",
		"uniques": ["When a unit of yours dies, recieve +10 gold. When you are ally or friend of France, France recieves a free Great Merchant and you recieve +10 Gold every 25 turns."],
		     
		"cities": ["Hamburg","St. Georg","Altona","Neuhof","Barmbeck","Eilbeck","Hamm","Harvesterhude","Hamburger Burg","Ottensen","Langenfelde","Eppendorf","Eimsbüttle","Winterhude","Borgfeld","Vettle","Peute","Neueugamm","Hamstadt","Volkstadt","Bargteheide","Moorberg","Bergedorf","Moorfleth"]
	},
	{
                "name": "Hanover",
		"leaderName": "Ernest Augustus",
		"adjective": ["Hanoverian"],
                "cityStateType": "Scientific",
                "startBias": ["None"],
		
		"declaringWar": "Oh lord, you will see the wrath of Hanover, you will see.",
		"attacked": "Oh really, we will show what are we can do to go against you.",
		"defeated": "I was not fit for this throne. I was made for greater things. This loss here, today, is proof of that.",
		"introduction": "Hail. I am Ernest Augustus, king of Hanover. Speak quickly in my presence, for I have other matters to which to attend. Other, more important matters.",
				
		"outerColor": [126, 127, 131],
		"innerColor": [1,2,3],
		     
		"uniqueName": "Royal Crossways",
		"uniques": ["50% of Capital Production yield modifiers are shared between all cities with a City Connection. 100% of this Production modifier is shared when that Connection is via Railroad.", "When at war, all Infantry units will recieve the Guelphic Legion promotion. At the start of the game, United Kingdom is already Hanover's friend."],
		     
		"cities": ["Hannover","Göttingen","Osnabrück","Wilhelmshaven","Harburg","Lüneburg","Emden","Hildesheim","Celle","Clausthal","Goslar","Einbeck","Hamelin","Stade","Meppen","Zellerfeld","Lingen","Verden an der Aller","Aurich","Vienenburg","Wolfsburg","Salzgitter","Nienburg","Neustadt","Wennigsen","Langenhagen","Wunstorf","Nordhorn","Gardsen","Uetze"]
	},
	{
                "name": "Hesse-Darmstadt",
		"leaderName": "Louis I",
		"adjective": ["Civilian of Hesse-Darmstadt"],
                "cityStateType": "Militaristic",
		"startBias": ["Forest"],
		
		"declaringWar": "The Grand Duchy of Hesse must do what's right. And that is wiping you and your civilization out of existence.",
		"attacked": "We don't hesitate to be beaten, we're ready for war! What about you then?",
		"defeated": "Well, Grand Duchy of Hesse is gone, as well as you take care of my humble citizens of Darmstadt then. This is a dark times for me and them.",
		"introduction": "Welcome to the Grand Duchy of Hesse, I, Louis I, will guide you through the Rhein just for you to see its beauty.",
				
		"outerColor": [126, 127, 131],
		"innerColor": [226, 223, 221],
		     
		"uniqueName": "The Zivilgesetzbuch",
		"uniques": ["Science bonus once [Ideological Thought] has been researched, Gain a 5% combat bonus for 20 turns"],
		     
		"cities": ["Darmstadt","Giessen","Mainz","Bingen","Alzey","Worms","Erbach","Offenbach","Groß-Gerau","Heppenheim","Kassel","Lauterbach","Alsfeld","Büdingen","Nauheim","Geinhausen","Schlüchtern","Fulda","Hersfeld","Ziegenhain","Witzenhausen","Eschwege","Fritzlar","Melsungen","Biedenkopf","Marburg","Frankenburg","Homberg","Fritzlar","Hofgeismar"]
	},
	{
                "name": "Schleswig-Holstein",
		"leaderName": "Frederick VIII",
    "adjective": ["Holsteiner"],
    "cityStateType": "Mercentile",
		"startBias": ["None"],
		
		"declaringWar": "Åh nej, det gør du ikke! I see that you are treat us like nothing but a puppet, we will show you! I will call Denmark down to stop doing that to us.",
		"attacked": "Åh, javel. Du er håbløs. At least I got Denmark on my side.",
		"defeated": "Danmark vil helt sikkert slå dig for altid, når du gør det mod os. Prepare to be beaten, leader! Prepare!",
		"introduction": "Velkommen til Holsten. I'm Frederick III, of the house of Holstein-Sonderburg-Augustenburg. Hope you will befriend the king of Denmark as well.",
				
		"outerColor": [126, 127, 131],
		"innerColor": [112, 180, 195],
		     
		"uniqueName": "Schleswig-Holstein-Sonderburg-Augustenborg",
		"uniques": ["Specialists produce no additional unhappiness. For every two trade routes entering or exiting a Schleswig-Holstein city all specialists gain +1 to their primary yield.","At the start of the game, Denmark is already Holstein's friend."],
		     
		"cities": ["Holstein","Schleswig","Kiel","Glückstadt","Altona","Rendsburg","Segeberg","Heilligenhafen","Oldenburg in Holstein","Plön","Flensburg","Scikon","Fóhr","Röm","Fermann","Pelhrorn","Hüsem","Tondern","Apenrade","Hadersleben","Kolding","Eckënforde"]
	},
	{
                "name": "Lippe",
		"leaderName": "Woldemar",
		"adjective": ["Lippean"],
                "cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Oh, really, so you think you can take down Lippe, not this time, you shall see.",
		"attacked": "Frase",
		"defeated": "Nein! Datmold, Lipperode, it's gone! All because of you! Du wirst Lippe nie wieder betreten, wenn ich dich wiedersehe.",
		"introduction": "Oh, schön, dich dort zu treffen. I'm Prince Woldemar, hope you could enjoy yourself in Lippe.",
				
		"outerColor": [126, 127, 131],
		"innerColor": [152, 0, 0],
		     
		"uniqueName": "Principality of War and Peace",
		"uniques": ["When at peace, recieve +10 Culture for every cities that having a Palace. When at war, every Infantry units recieve the Lippe Guard promotion."],
		     
		"cities": ["Detmold","Lipperode","Schötmar","Lage","Horn-Bad Meinburg","Hohenhausen","Oerlinghausen","Schwalenburg","Varenholz","Sternburg","Schieder","Blomberg","Barntrup","Lemgo","Salzuflen"]
	},
	{
                "name": "Lübeck",
		"leaderName": "Johann Hermann Heeren",
    "adjective": ["Lübecker"],
    "cityStateType": "Mercentile",
		"startBias": ["None"],
		
		"declaringWar": "Du Böser! Du Grausamer! You took Lübeck as if it was leaderless, so let's see how you fight against my army.",
		"attacked": "Oh hoh hoh! Ich verstehe! So you, here, think Lübeck will scared, but no, you will be screwed if the Bürgerschaft ever happened!",
		"defeated": "Nein... All is lost, but don't you dare say you're victorious, because someone I will be back, back to Lübeck.",
		"introduction": "I am the Bürgermeister of Lübeck, Hermann Heeren. You shall see the pennant of the Hansa everywhere.",
				
		"outerColor": [126, 127, 131],
		"innerColor": [131, 28, 115],
		     
		"uniqueName": "The Center of Hansetic League",
		"uniques": ["When at peace, can call for a Bürgerschaft, with Lübeck, Hamberg, and Bremen (all must anticipates), cast a vote to declare war, raise import tax, or decides to be a friend with other nations. Bürgerschaft can be called for every 50 turns."],
		     
		"cities": ["Lübeck","Krummesse","Moisling","Schlutup","Niendorf","Blankensee","Travemünde","Malkendorf","Dissau","Krumbek","Pöppendorf","Schattin","Utecht","Sierskrade","Behlendorf","Nusse","Tramm","Groß Schretstaken"]
	},
	{
                "name": "Mecklenburg",
		"leaderName": "Frederick William",
		"adjective": ["Mecklenburger"],
                "cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "Du böser kleiner Kerl! You think you're better than Mecklenburg, isn't it, then let me show you!",
		"attacked": "Ah,... Es scheint, als ob du hier herumalbern willst! Let's see how you can 'mess around' for how long...",
		"defeated": "It seems defeat is inevitable, but soon enough, Mecklenburg-Strelitz will be back for sure.",
		"introduction": "Greetings, I'm Frederick William of Grand Duchy of Mecklenburg. Hope we could cooperate with each other in peace.",
				
		"outerColor": [126, 127, 131],
		"innerColor": [109, 30, 139],
		     
		"uniqueName": "Grand Cross of the Wendish Crown",
		"uniques": ["Receive a Great Scientist when at peace and a Great General when at war in every 120 turns."],
		     
		"cities": ["Strelitz","Schwerin","Rostock","Schönberg","Ratzeburg","Mannhagen","Horst","Walksfelde","Güstrow","Parchim","Waren","Neustrelitz","Neubrandenburg","Friedland","Stargard","Feldburg","Ahrensburg","Mirow","Buschhof","Gaarz","Penzlin","Malchin","Rossow","Schönburg","Brunow","Dembeck"]
	},
	{
                "name": "Oldenburg",
		"leaderName": "Augustus I",
		"adjective": ["Oldenburger"],
                "cityStateType": "Maritime",
		"startBias": ["Coast"],

		"declaringWar": "What we want is peace but for you, it will never happening. Prepare for war!",
		"attacked": "We will see that who is stronger then. Prepare for war, lads!",
		"defeated": "The journey of Oldenburg will go on, but not in my ruling, but in yours.",
		"introduction": "Welcome to Oldenburg, my friend. May I take you to see the beauty of Weser and Jade rivers?",

		"outerColor": [126, 127, 131],
		"innerColor": [84, 67, 26],

		"uniqueName": "Through the Weser and the Jade",
		"uniques": ["Gain 25% Culture as Great People expended in Coastal cities."],

		"cities": ["Oldenburg","Jade","Augusthausen","Schweiburg","Jaderburg","Wapelersiel","Kreuzmoor"]
	},
	{
                "name": "Westphalia",
		"leaderName": "Jerome I (Jérôme Girolamo Napoléon Bonaparte)",
		"adjective": ["Westphalian"],
		"cityStateType": "Militaristic",
		"startBias": ["Hills"],
		
		"declaringWar": "You think you can do that without being noticed, huh? Well, prepare for war, because I believe that you must die before I am.",
		"attacked": "Unbelievable! I can't believe that you make me disgusted with your declaration. I will fight and I say I will.",
		"defeated": "There's something that I will never get it back, but soon I will regained it.",
		"introduction": "Welcome to Westphalia, I, Jerome I, will be pleased to talk with you about important things.",

		"outerColor": [126,127,131],
		"innerColor": [255,255,255],
		     
		"uniqueName": "The Napoleonic Dynasty",
		"uniques": ["Recieve +5 Gold for every enemy kills by your soldiers. Recieve a free Great General when you are a friend with France, and receive a free Great People of Choice when reached Napoleonic Era."],
		     
		"cities": ["Kassel","Marburg","Magdeburg","Brearschweig","Osnabrück","Meppen","Waldeck","Sondershruck","Dessau","Stade","Lunenburg","Seesen","Rietburg","Stolberg","Wernigerode","Dietz","Nidda","Ziegenhain","Katzenelnbogen","Diepholz","Lauterburg"],
	},
	{
                "name": "Württemberg",
                "leaderName": "Frederick I",
		"adjective": ["Swabian"],
                "cityStateType": "Militaristic",
		"startBias": ["Hills"],

		"declaringWar": "Due to your actions, Württemberg must act. You must be stopped and you should scare, because we have the Preußischer Geist on every soldiers of mine, how about you?",
		"attacked": "War is common in Swabian Commonwealth in the olden days, so I don't afraid of war, in fact, I prepared for it, how about you?",
		"defeated": "The battle had set. You has deemed yourself the victor, and I, the loser. You're just got some Prussian spirit there.",
		"introduction": "Greetings. I am once Frederick III of Nassau, now is Frederick I of Württemberg, nice to meet you, leader. This place have me with the Prussian roots, with the Swabian throne.",

		"outerColor": [126, 127, 131],
		"innerColor": [1,2,3],

		"uniqueName": "With the Prussian Roots, with the Swabian Throne",
		"uniques": ["When at war, all units will have 25% bonus in attack effectiveness and defense effectiveness. All infantry units will gain the Royal Württemberg promotion when discovered Bold Action Rifles"],

		"cities": ["Stuttgart","Heilbronn","Reutlingen","Ulm","Württemberg","Hall","Aalen","Heidenheim","Esslingen","Göppingen","Ludwigsburg","Tübingen","Freudenstadt","Rottweil","Friedrichshafen","Ravensburg","Biberach","Mengen","Schwenningen","Tuttlingen","Horb","Crailsheim","Calw","Sulz","Schramberg","Ebingen","Burgau"]
	},
	//Italian CS - Green: 70, 114, 60
	{
                "name": "Lucca",
		"leaderName":"Maria Luisa",
		"adjective": ["Lucchesi"],
                "cityStateType": "Cultural",
		"startBias": ["None"],
		
		"declaringWar": "You actions make me think twice about you. I think a conflict between us will settle the issue.",
		"attacked": "I feel like you're two-faced. I don't trust you anymore. If you want to then we'll give you.",
		"defeated": "Well, if you kill me, at least don't drag Lucca into this. I beg of you.",
		"introduction": "Welcome to Lucca, I am Maria Luisa, duchess of Lucca, and a infanta of Spain. Hope you can understand that.",
				
		"outerColor": [70, 114, 60],
		"innerColor": [222,222,222],

		"uniqueName":"Infanta of Spain, Bourbonais Roots",
		"uniques":["Gain +5% Culture when at peace and/or a friend or an ally of Spain and/or France."],
		     
		"cities": ["Lucca","Viareggio","Piacenza","Castelnuovo di Garfagnana","Barga","Carrara","Pisa","Pistoia","Valdarno"]
	},
	{
                "name": "Modena and Reggio",
		"leaderName": "Francis IV",
		"adjective": ["Modenese","Reggiani"],
                "cityStateType": "Militaristic",
		"startBias": ["Hills"],
		
		"declaringWar": "Modena and Reggio is disgusted of what you did. Get ready for war yet? Because I have!",
		"attacked": "Oh, ho paura di te! Oh no! is what you would say after I beat you to let you know that you're took a wrong step way too far!",
		"defeated": "Don't you think you won, because I, Francis IV, will come back to Modena when you're dead.",
		"introduction": "Modena and Reggio commends you, I am Francis IV, the one who ruled Modena and Reggio as its monarch. Hopefully, you don't disappoint me along the path of time.",
				
		"outerColor": [70, 114, 60],
		"innerColor": [0,0,255],
		     
		"uniqueName": "The Duchy of the House of Austriache-Este",
		"uniques": ["When Austria is a friend or an ally of Modena and Reggio, you recieve any two Infantry units in every 50 turns."],
		     
		"cities": ["Modena","Reggio","Guastalla","Frignano","Garfagnana","Lunigiana","Massa","Carrara","Mirandola"]
	},
	{
                "name": "The Papal States",
		"leaderName": "Pius IX",
		"adjective": ["Roman"],
                "cityStateType": "Religious",
		"startBias": ["Hills"],
		
		"declaringWar": "I see you and your actions recently is not good, my son. But those actions are cruel and wild, I certainly can't stand it. I think you need to have a lesson. Get ready at the battlefield, my generals are waiting.",
		"attacked": "By the Unam Sanctam, you are showing no respect to the pope, you will see, my son, you will see my generals crush you until you have nothing left. Deus sit nobis, non tuus.",
		"defeated": "Long may you swelter in the sight of God for this wretched action.",
		"introduction": "Welcome, my son. We are Pius IX, Supreme Pontiff and Bishop of Rome. We pray that our two great nations can live in harmony; together in the shadow of the Holy Mother Church.",
				
		"outerColor": [155, 122, 83],
		"innerColor": [237, 231, 78],
		     
		"uniqueName": "Apostolic See",
		"uniques":["Tourism is increased by 50% with civilizations that share your Religion. Spend Faith on Disciples which can be used to create unique Great Works. Begin with +1 Faith instead of Culture."],
		     
		"cities": ["Rome","Benevento","Pontecorvo","Ascoli","Castel Gandolfo","Avignon","Ravenna","Bologna","Ferrara","Civitavecchia","Perugia","Assisi","Orvieto","Sinigallia","Ancona","Gubbio","Camerino","Fermò","Rimini","Urbino","Rieti","Todi","Velletri","Viterbo"]
	},
	{
                "name": "Parma",
		"leaderName": "Charles II",
		"adjective": ["Farnese","Etrurian"],
                "cityStateType": "Militaristic",
		"startBias": ["None"],
		
		"declaringWar": "I hereby declare war on you because your unspeakable and cruel actions. Prepare for war, leader. Prepare for it!",
		"attacked": "What?! Pensi di poter fare meglio del Parma, vero? Maybe a lesson would be better for you.",
		"defeated": "Parma is destroyed by you and your kind, maybe I should never lose a momentum and then, I would never lose Parma... to you.",
		"introduction": "Welcome to Parma, I am Charles II, the Duke of Parma and the King of Etruria, happy to see you here.",
				
		"outerColor": [70, 114, 60],
		"innerColor": [250,250,25],
		     
		"uniqueName": "The Duke of Parma, the King of Etruria",
		"uniques": ["Every city of Parma will receive a free Walls and Palace when a city is settled."],
		     
		"cities": ["Parma","Piacenza","Sarmato","San Pietro in Cerro","Paderna","Rivalta","Agazzano","Bobbio","Castell'Arquato","Vigoleno","Gropparello","Polesine Parmense","Roccabianca","Soragna","San Secondo","Fontanellato","Scipione","Compiano","Bardi","Sala Baganza","Montechiarugolo","Torrechiara","Varano De'Melegari","Colorno","Portremoli"]
	},
	{
                "name": "Tuscany",
		"leaderName": "Leopold II",
		"adjective": ["Tuscan"],
                "cityStateType": "Militaristic",
		"startBias": ["Plains"],
		
		"declaringWar": "Tuscany will surely fight you with honor, come at me, leader, let's have a fight.",
		"attacked": "Soon, you and I will gonna see each other on the battlefield, and since you declare war on Tuscany, that is a certainty.",
		"defeated": "Tuscany is gone, but we soon meet again in another time.",
		"introduction": "Welcome to the land of Grand Duchy of Tuscany, I'm its ruler, Leopold II, hope we can be friend or ally of each other.",
				
		"outerColor": [70, 114, 60],
		"innerColor": [255,0,0],
		     
		"uniqueName": "House of Habsburg-Lorraine",
		"uniques": ["When Austria is a Friend or an Ally of Tuscany, Austria and Tuscany recieve a free Great General in every 25 turns."],
		     
		"cities": ["Florence","Siena","San Gimignano","Montepulciano","Pienza","Arezzo","Monteriggioni","Pitigliano","Montalcino","Livorno","Certaldo","Anghiari","Grosseto","Prato","Suvereto","Greve in Chianti","Montecatini Terme","Forte dei Marmi","Castiglione della Pescaia","Collodi","Radda in Chianti","Empoli","Casale Marittimo","Fosdinovo","Buonconvento","Scandicci","Follonica","Saturnia","Vinci","San Miniato","Sorano","Pietrasanta","Orbetello","Cetona"]
	},
	
	//Oceania

	//Spectator
	{
		"name": "Spectator",
		"outerColor": [255,255,255],
		"innerColor": [0,0,0]
	},
	//Barbarian
	{
		"name": "Barbarians",
		"outerColor": [0, 0, 0],
		"innerColor": [185, 12, 12],
		"uniques": ["Can only heal by pillaging"]
	},
	//Templates
	/*{
                "name": "Template",
		"leaderName": "Leader Name",
		"adjective": ["Civilian"],
		"startBias": ["terrains"],
		"preferredVictoryType": "Victory type",
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"afterPeace": "...",
		"defeated": "Speech",
		"introduction": "Speech?",
		"neutralHello": "Greetings",
		"hateHello": "frase",
		"tradeRequest": "Asking for trade",

		"outerColor": [222,227,236],
		"innerColor": [130,121,87],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital","city","cities","city"]
	},
	{
                "name": "City-State",
		"leaderName": "Leader Name",
		"cityStateType": "Type",
		"startBias": ["terrains"],
		
		"declaringWar": "Frase",
		"attacked": "Frase",
		"defeated": "Speech",
		"introduction": "Speech?",

		"outerColor": [130,121,87],
		"innerColor": [222,227,236],
		     
		"uniqueName": "Unique Name",
		"uniques": ["Nation Unique"],
		     
		"cities": ["Capital"]
	},*/
	]
